Repository: ChasmSolutions/DMM-CRM-Theme
Catalog: dt-assets/translation/*.po
Languages: my_mm

source: Follow-up of all active contacts
my_mm: အားလုံးတက်ကြွအဆက်အသွယ်များ၏နောက်ဆက်တွဲ

# @Multiplier1, an update is requested on contact1.
source: @%1$s, an update is requested on %2$s.
my_mm: @% 1 $ s၊ % 2 $ s ကိုအသစ်တင်ရန်တောင်းခံသည်။

source: Accepting new contacts
my_mm: အဆက်အသွယ်အသစ်များကိုလက်ခံခြင်း

source: I'm only investing in existing contacts
my_mm: ငါသာလက်ရှိအဆက်အသွယ်များတွင်ရင်းနှီးမြှုပ်နှံတာပါ

source: I have too many contacts
my_mm: ငါအဆက်အသွယ်အများကြီးရှိတယ်

source: Set the dates you will be traveling or unavailable so the Dispatcher will know your availability to receive new contacts
my_mm: သင်ခရီးသွားမည့်သို့မဟုတ်မရရှိနိုင်မည့်ရက်စွဲများကိုသတ်မှတ်ပါ။ ထို့ကြောင့်အဆက်အသွယ်အသစ်များရရန်သင်၏ Dispatcher ကိုသိလိမ့်မည်

source: Schedule Travel or Dates Unavailable
my_mm: ခရီးစဉ်သို့မဟုတ်ရက်စွဲများမရရှိနိုင်သောအချိန်ဇယား

source: Add Unavailable dates
my_mm: မရရှိနိုင်သည့်ရက်စွဲများထည့်ပါ

source: No Travel Scheduled
my_mm: ခရီးသွားရန်စီစဉ်ထားခြင်းမရှိပါ

source: You will receive a notification for any update that happens in the system.
my_mm: သင်သည်စနစ်အတွင်းဖြစ်ပျက်နေသောမည်သည့်နောက်ဆုံးအခြေအနေကိုမဆိုသင်အသိပေးချက်ကိုလက်ခံရရှိလိမ့်မည်။

source: Initial Comment
my_mm: ကန ဦး မှတ်ချက်

source: Any new created contact
my_mm: မဆိုအသစ်ဖန်တီးအဆက်အသွယ်

source: Number of contacts assigned for a face-to-face visit
my_mm: မျက်နှာချင်းဆိုင်တွေ့ဆုံရန်အတွက်သတ်မှတ်ထားသောအဆက်အသွယ်အရေအတွက်

source: Number of contacts that had the active status
my_mm: တက်ကြွသောအခြေအနေရှိခဲ့သည့်အဆက်အသွယ်အရေအတွက်

source: Number of contacts on %s at the end of the time range
my_mm: အချိန်ကာလအဆုံးတွင်% s ရှိအဆက်အသွယ်အရေအတွက်

source: Number of contacts where %s was set on the seeker path
my_mm: ရှာဖွေသူလမ်းကြောင်းပေါ်% s သတ်မှတ်ထားသည့်အဆက်အသွယ်အရေအတွက်

source: Number of baptized contact with a baptism date in date range and baptized by connection
my_mm: ရက်စွဲအဆုံး၌နှစ်ခြင်းခံမည့်ရက်နှင့်နှစ်ခြင်းခံပြီးသူအရေအတွက်နှင့်ဆက်သွယ်မှုဖြင့်နှစ်ခြင်းခံသည်

source: Generation %s Baptisms
my_mm: မျိုးဆက်% s နှစ်ခြင်း

source: Number of generation %s baptisms
my_mm: နှစ်ခြင်းခံမျိုးဆက်% s

source: Number of contacts or users who have baptized a contact
my_mm: အဆက်အသွယ်ဗတ္တိဇံကိုခံသောသူအဆက်အသွယ်သို့မဟုတ်အသုံးပြုသူအရေအတွက်

source: Generation %s Churches
my_mm: % s အသင်းတော်များ

source: Number of generation %s churches at the end of the time range
my_mm: အချိန်ကာလအကုန်ပိုင်းတွင်% s အသင်းတော်များ၏မျိုးဆက်အရေအတွက်

source: Number of contacts or users who have started a church and are marked as the church coach
my_mm: ချာ့ချ်ကိုစတင်ခဲ့ပြီးချာ့ချ်နည်းပြအဖြစ်မှတ်သားထားသောအဆက်အသွယ်သို့မဟုတ်အသုံးပြုသူအရေအတွက်

# You have been assigned: contact1.
source: You have been assigned: %1$s.
my_mm: သင့်အားသတ်မှတ်ထားသည် -% 1 $ s ။

source: Child Group
my_mm: ကလေးအုပ်စု

source: Not Ready
my_mm: အဆင်မပြေပါ

# The start date of a date range
source: Range Start
my_mm: စတင်ရန်

source: Locations you are responsible for
my_mm: သင်တာ ၀ န်ရှိသောနေရာများ

# Contact Status field description
source: The contact is new in the system.
my_mm: အဆက်အသွယ်စနစ်ထဲမှာအသစ်ဖြစ်ပါတယ်

# Contact Status field description
source: There is not enough information to move forward with the contact at this time.
my_mm: ယခုအချိန်တွင်အဆက်အသွယ်နှင့်အတူရှေ့ဆက်ဖို့သတင်းအချက်အလက်အလုံအလောက်မရှိပါ။

# Contact Status field description
source: This contact needs to be assigned to a multiplier.
my_mm: ဒီအဆက်အသွယ်ကိုမြှောက်ကိန်းပေးဖို့လိုတယ်။

# Contact Status field description
source: The contact has been assigned to someone, but has not yet been accepted by that person.
my_mm: အဆက်အသွယ်ကိုတစ်စုံတစ် ဦး ထံအပ်နှံထားပြီးဖြစ်သော်လည်းထိုပုဂ္ဂိုလ်ကလက်ခံခြင်းမရှိသေးပါ။

# Contact Status field description
source: The contact is progressing and/or continually being updated.
my_mm: ဆက်သွယ်ရန်သည်တိုးတက်နေပြီး / သို့မဟုတ်အဆက်မပြတ်မွမ်းမံနေသည်။

# Contact Status field description
source: This contact is currently on hold (i.e. on vacation or not responding).
my_mm: ယခုအဆက်အသွယ်သည်ခေတ္တဆိုင်းငံ့ထားသည် (ဆိုလိုသည်မှာအားလပ်ရက်တွင်ဖြစ်စေ၊ တုံ့ပြန်မည်မဟုတ်) ။

# Contact Status field description
source: This contact has made it known that they no longer want to continue or you have decided not to continue with him/her.
my_mm: ဒီအဆက်အသွယ်ကသူတို့ဆက်မလုပ်ချင်တော့ကြောင်းသို့မဟုတ်သူနှင့်သူမနှင့်အတူမနေရန်ဆုံးဖြတ်ခဲ့သည်

# Seeker Path field description
source: Set the status of your progression with the contact. These are the steps that happen in a specific order to help a contact move forward.
my_mm: အဆက်အသွယ်နှင့်သင်၏တိုးတက်မှု၏ status ထားပါ။ ဤရွေ့ကားအဆက်အသွယ်ရှေ့ဆက်ကူညီရန်တိကျတဲ့နိုင်ရန်အတွက်ဖြစ်ပျက်သောအဆင့်များဖြစ်ကြသည်။

# Reason Paused label
source: Contact on vacation
my_mm: အားလပ်ရက်မှာဆက်သွယ်ပါ

# Reason Paused label
source: Contact not responding
my_mm: ဆက်သွယ်ရန်မတုံ့ပြန်ပါ

# Reason Paused label
source: Contact not available
my_mm: ဆက်သွယ်မရပါ

# Reason Paused label
source: Contact has little interest/hunger
my_mm: အဆက်အသွယ်အနည်းငယ်သာစိတ် ၀ င်စားသည်

# Reason Paused label
source: Contact shows no initiative
my_mm: ဆက်သွယ်ရန်အဘယ်သူမျှမပဏာမခြေလှမ်းပြသထားတယ်

# Reason Paused label
source: Contact has questionable motives
my_mm: ဆက်သွယ်ရန်မေးခွန်းထုတ်စရာအကြောင်းရင်းရှိပါတယ်

# Reason Paused label
source: Ball is in the contact's court
my_mm: ဘောလုံးသည်အဆက်အသွယ်၏တရားရုံးတွင်ဖြစ်သည်

# Reason Paused label
source: We want to see if/how the contact responds to automated text messages
my_mm: အဆက်အသွယ်သည်အလိုအလျောက်စာသားမက်ဆေ့ခ်ျများကိုမည်သို့တုံ့ပြန်သည်ကိုကျွန်ုပ်တို့ကြည့်လိုသည်

# Reason Closed label
source: Duplicate
my_mm: ပုံတူပွား

# Reason Closed label
source: Insufficient contact info
my_mm: ဆက်သွယ်ရန်အချက်အလက်မလုံလောက်ပါ

# Reason Closed label
source: Denies submitting contact request
my_mm: ဆက်သွယ်ရန်တောင်းဆိုချက်ကိုတင်ပြရန်ငြင်းဆိုသည်

# Reason Closed label
source: Only wants to argue or debate
my_mm: သာငြင်းခုန်သို့မဟုတ်ဆွေးနွေးငြင်းခုံလိုသည်

# Reason Closed label
source: Just wanted media or book
my_mm: မီဒီယာသို့မဟုတ်စာအုပ်ပဲလိုချင်သည်

# Reason Closed label
source: No longer interested
my_mm: စိတ်ဝင်စားတော့မှာမဟုတ်ဘူး

# Reason Closed label
source: No longer responding
my_mm: တုံ့ပြန်ခြင်းမရှိတော့ပါ

# Reason Closed label
source: Already in church or connected with others
my_mm: ဘုရားရှိခိုးကျောင်းတွင်သို့မဟုတ်အခြားသူများနှင့်ချိတ်ဆက်ထားသည်

# Reason Closed label
source: Transferred contact to partner
my_mm: လက်တွဲဖော်လွှဲပြောင်း

# Reason Closed label
source: Moved or relocated
my_mm: ပြောင်းရွှေ့သို့မဟုတ်ပြောင်းရွှေ့ခဲ့သည်

# Reason Closed label
source: Unknown
my_mm: မသိဘူး

source: Personal Phone
my_mm: ကိုယ်ပိုင်ဖုန်း

source: Personal phone is private to the team, not for distribution.
my_mm: ကိုယ်ပိုင်ဖုန်းသည်အဖွဲ့အတွက်သီးသန့်ဖြစ်သည်၊ ဖြန့်ဝေရန်မဟုတ်ပါ။

source: Personal Email
my_mm: ကိုယ်ပိုင်အီးမေးလ်

source: Personal email is private to the team, not for distribution.
my_mm: ကိုယ်ပိုင်အီးမေးလ်သည်အဖွဲ့အတွက်သီးသန့်ဖြစ်သည်၊ ဖြန့်ဝေရန်မဟုတ်ပါ။

source: Personal Address
my_mm: ကိုယ်ပိုင်လိပ်စာ

source: Personal address is private to the team, not for distribution.
my_mm: ကိုယ်ရေးကိုယ်တာလိပ်စာသည်အဖွဲ့အတွက်သီးသန့်ဖြစ်သည်။ ဖြန့်ဝေရန်မဟုတ်ပါ။

source: Work Phone
my_mm: အလုပ်ဖုန်း

source: Work phone is for distribution to contacts and seekers.
my_mm: အလုပ်ဖုန်းသည်အဆက်အသွယ်များနှင့်ရှာဖွေသူများအတွက်ဖြန့်ဝေရန်ဖြစ်သည်။

source: Work Email
my_mm: အလုပ်အီးမေး

source: Work email is for distribution to contacts and seekers.
my_mm: အလုပ်အီးမေးလ်သည်အဆက်အသွယ်များနှင့်ရှာဖွေသူများအားဖြန့်ဖြူးရန်ဖြစ်သည်။

source: Work Facebook
my_mm: Facebook မှာအလုပ်လုပ်ပါ

source: Work Facebook is for distribution to contacts and seekers.
my_mm: အလုပ် Facebook သည်အဆက်အသွယ်များနှင့်ရှာဖွေသူများအားဖြန့်ဖြူးရန်ဖြစ်သည်။

source: Work WhatsApp
my_mm: အလုပ်လုပ် WhatsApp ကို

source: Work WhatsApp is for distribution to contacts and seekers.
my_mm: အလုပ် WhatsApp သည်အဆက်အသွယ်များနှင့်ရှာဖွေသူများအားဖြန့်ဖြူးရန်ဖြစ်သည်။

source: Transfer
my_mm: လွှဲပြောင်းခြင်း

# field description
source: Set the current status of the group.
my_mm: အုပ်စု၏လက်ရှိအခြေအနေကိုသတ်မှတ်ပါ။

# field description
source: The group is no longer meeting.
my_mm: အုပ်စုသည်အစည်းအဝေးမဟုတ်တော့ပါ

# field description
source: The group is actively meeting.
my_mm: အဆိုပါအုပ်စုသည်တက်ကြွစွာအစည်းအဝေးဖြစ်ပါတယ်။

# Location1 removed from locations
source: %1$s removed from locations
my_mm: တည်နေရာများမှ% 1 $ s ဖယ်ရှားခဲ့သည်

# message
source: verified
my_mm: ဟုတ်ပြီ

# message
source: not verified
my_mm: အတည်မပြုရပါ

# message
source: invalidated
my_mm: တရားမဝင်

# message
source: not invalidated
my_mm: မမှန်ကန်ပါ

# message
source: Name changed to: %s
my_mm: အမည်ပြောင်းထားပါသည်:% s

# message
source: Created from Demo Plugin
my_mm: Demo Plugin မှဖန်တီးသည်

# message
source: %s declined assignment
my_mm: % s သည်တာဝနျကိုငြင်းဆန်ခဲ့သည်

# message
source: A user
my_mm: အသုံးပြုသူ

# message
source: %s accepted assignment
my_mm: % s တာဝနျကိုလက်ခံခဲ့သည်

# message
source: Shared with %s
my_mm: % s နှင့်မျှဝေသုံးစွဲခဲ့သည်

# message
source: Unshared with %s
my_mm: % s နှင့်မမျှဝေပါ

source: Quick Actions
my_mm: လျင်မြန်စွာလုပ်ဆောင်ချက်များ

# input field placeholder
source: Type to search
my_mm: ရှာဖွေရန်ရိုက်ပါ

# input field placeholder
source: Search Users
my_mm: အသုံးပြုသူများကိုရှာပါ

# input field placeholder
source: Search multipliers and contacts
my_mm: မြှောက်ကိန်းများနှင့်အဆက်အသွယ်များကိုရှာဖွေပါ

# input field placeholder
source: Write your comment or note here
my_mm: သင်၏ထင်မြင်ချက်ကိုရေးပါ

# input field placeholder
source: Name
my_mm: နာမည်

# Search 'something'
source: Search %s
my_mm: % s ကိုရှာပါ

source: This is displaying only the contacts with an 'active' status right now.
my_mm: ယခုအချိန်တွင် 'active' status ရှိသည့်အဆက်အသွယ်များကိုသာပြနေသည်။

# field1 changed to 'text'
source: %1$s changed to %2$s
my_mm: % 1 $ s ကို% 2 $ s သို့ပြောင်းခဲ့သည်

source: Who was this contact baptized by and when?
my_mm: ဒီအဆက်အသွယ်ကဘယ်သူနဲ့ဘယ်အချိန်မှာနှစ်ခြင်းခံတာလဲ။

# Make user modal
source: Make User From Contact
my_mm: ဆက်သွယ်ရန်မှအသုံးပြုသူ

# Make user modal
source: This contact is already connected to a user.
my_mm: ဤအဆက်အသွယ်သည်သုံးစွဲသူနှင့်ဆက်သွယ်ပြီးဖြစ်သည်

# Make user modal
source: This will invite this contact to become a user of this system. By default, they will be given the role of a 'multiplier'.
my_mm: ဒီအဆက်အသွယ်ကိုဒီစနစ်၏အသုံးပြုသူဖြစ်လာရန်ဤအဆက်အသွယ်ဖိတ်ခေါ်ပါလိမ့်မယ်။ ပုံမှန်အားဖြင့်၎င်းတို့သည် 'မြှောက်ကိန်း' ၏အခန်းကဏ္givenကိုပေးလိမ့်မည်။

# Make user modal
source: In the fields below, enter their email address and a 'Display Name' which they can change later.
my_mm: အောက်ဖော်ပြပါအကွက်များတွင်အီးမေးလ်လိပ်စာနှင့် 'ဖော်ပြသောအမည်' ကိုရိုက်ထည့်ပြီးနောက်မှပြောင်းလဲနိုင်သည်

source: This contact already represents a user.
my_mm: ဤအဆက်အသွယ်သည်သုံးစွဲသူကိုကိုယ်စားပြုပြီးဖြစ်သည်။

# Step 1 of link user
source: To link to an existing user, first, find the user using the field below.
my_mm: ရှိပြီးသားအသုံးပြုသူနှင့်ချိတ်ဆက်ရန် ဦး စွာ၊ အောက်ဖော်ပြပါကွက်လပ်ကို အသုံးပြု၍ အသုံးပြုသူကိုရှာပါ။

# Step 2 of link user
source: To finish the linking, merge this contact with the existing user details.
my_mm: ချိတ်ဆက်မှုကိုအပြီးသတ်ရန်၊ ယခုဆက်သွယ်ရန်အားလက်ရှိအသုံးပြုသူအသေးစိတ်နှင့်ပေါင်းစည်းပါ။

source: Merge Contact
my_mm: ဆက်သွယ်ရန်

source: Merge this contact with another contact.
my_mm: ဤအဆက်အသွယ်ကိုအခြားအဆက်အသွယ်တစ်ခုနှင့်ပေါင်းစည်းပါ။

# added to the end of a sentence
source: selected.
my_mm: ရွေးချယ်ထား။

# Add members modal
source: Add members from existing contacts
my_mm: ရှိပြီးသားအဆက်အသွယ်များမှအဖွဲ့ဝင်များထည့်ပါ

source: Translations
my_mm: ဘာသာပြန်ချက်များ

# No longer coached by contact1
source: No longer coached by %s
my_mm: % s မှနည်းပြများမရှိတော့ပါ

# No longer sub-assigned on contact1
source: No longer sub-assigned on %s
my_mm: % s တွင်ခွဲဝေချထားမှုမရှိတော့ပါ

source: To add new members, click on 'Create' or 'Select'.
my_mm: အသင်း ၀ င်သစ်များကိုထည့်သွင်းရန် 'Create' သို့မဟုတ် 'Select' ကိုနှိပ်ပါ။

source: Filters
my_mm: စစ်ထုတ်ရန်

source: Load More
my_mm: နောက်ထပ်တင်ပါ

source: Filter Name
my_mm: စစ်ထုတ်ရန်အမည်

source: Cancel
my_mm: ပယ်ဖျက်ပါ

source: Filter Records
my_mm: မှတ်တမ်း filter များ

source: Tasks
my_mm: လုပ်ငန်းတာဝန်များ

# Dates
source: January
my_mm: ဇန်နဝါရီလ

# Dates
source: February
my_mm: ဖေဖော်ဝါရီလ

# Dates
source: March
my_mm: မတ်လ

# Dates
source: April
my_mm: ပြီလ

# Dates
source: May
my_mm: မေလ

# Dates
source: June
my_mm: ဇွန်

# Dates
source: July
my_mm: ဇူလိုင်လ

# Dates
source: August
my_mm: သြဂုတ်လ

# Dates
source: September
my_mm: စက်တင်ဘာ

# Dates
source: October
my_mm: အောက်တိုဘာ

# Dates
source: November
my_mm: နိုဝင်ဘာ

# Dates
source: December
my_mm: ဒီဇင်ဘာ

source: Regions of Focus
my_mm: အာရုံ၏ဒေသများ

source: All Locations
my_mm: တည်နေရာအားလုံး

source: Used Locations
my_mm: တပတ်ရစ်နေရာများ

# Empty list results. Keep {{query}} as is in english
source: No results found matching "{{query}}"
my_mm: ကိုက်ညီသော "{{query}}" နှင့်တိုက်ဆိုင်သည့်ရလဒ်မရှိပါ။

source: No filters, create one below
my_mm: စစ်ထုတ်ကိရိယာများမရှိပါ၊

source: No records found matching your filter.
my_mm: သင့် filter နှင့်လိုက်ဖက်သောမှတ်တမ်းများမရှိပါ။

# List Filters
source: All
my_mm: အားလုံး

source: Subassigned only
my_mm: သာ Subassigned

source: Coached by me
my_mm: ငါအားဖြင့်နည်းပြ

# List Filters
source: Assigned to me
my_mm: ငါ့ကိုဖို့တာဝန်

source: Groups active at the end of the time range
my_mm: အချိန်အကွာအဝေး၏အဆုံးမှာတက်ကြွအုပ်စုများ

source: Churches active at the end of the time range
my_mm: အချိန်ကာလအဆုံးတွင်တက်ကြွသောအသင်းတော်များ

# List Filters
source: Custom Filters
my_mm: စိတ်တိုင်းကျ filter များ

# Create New record
source: Create New %s
my_mm: % s အသစ်ဖန်တီးပါ

source: No task created
my_mm: အလုပ်တစ်ခုမျှမဖန်တီးပါ

source: Reminder
my_mm: သတိပေးချက်

source: No note set
my_mm: မှတ်စုသတ်မှတ်မထားပါ

# All records
source: All %s
my_mm: % s အားလုံး

source: Disciple.Tools
my_mm: တပည့်

source: Merge
my_mm: ပေါင်းစည်း

# Optional Documentation
source: User workload status icons legend:
my_mm: အသုံးပြုသူပမာဏအခြေအနေအိုင်ကွန်များဒဏ္:ာရီပုံ။

# Optional Documentation
source: These quick action buttons are here to aid you in updating the contact record faster and keep a count of how many times each action has be done.
my_mm: ဤမြန်ဆန်သောလုပ်ဆောင်ချက်ခလုတ်များသည်သင်၏အဆက်အသွယ်မှတ်တမ်းအားပိုမိုမြန်ဆန်စွာအဆင့်မြှင့်တင်ရန်နှင့်လုပ်ဆောင်မှုတစ်ခုစီကိုအကြိမ်မည်မျှပြုလုပ်သည်ကိုရေတွက်ရန်သင့်အားကူညီရန်ဤနေရာတွင်ရှိသည်။

# Optional Documentation
source: For example, If you click the 'No Answer' button 4 times, we will log that you attempted to reach this contact 4 times, but they did not answer. This action will also change the 'Seeker Path' to 'Contact Attempted'.
my_mm: ဥပမာအားဖြင့်၊ အကယ်၍ 'No Answer' ခလုတ်ကို ၄ ကြိမ်နှိပ်ပါက၊ သင်ဤအဆက်အသွယ်ကို ၄ ကြိမ်ရောက်ရန်ကြိုးစားခဲ့သည်ကိုကျွန်ုပ်တို့မှတ်တမ်းတင်ပါမည်၊ သို့သော်သူတို့မဖြေပါ။ ဤလုပ်ဆောင်ချက်သည် Seeker Path ကို 'Contact Attempted' သို့ပြောင်းပါလိမ့်မည်။

# Optional Documentation
source: This is the area where you can view and edit the contact details for this group.
my_mm: ဤနေရာသည်ဤအုပ်စုအတွက်ဆက်သွယ်ရန်အချက်အလက်များကိုသင်ကြည့်ရှုတည်းဖြတ်နိုင်သည့်နေရာဖြစ်သည်။

# Optional Documentation
source: The name of the group is searchable and can be used to help you filter your contacts in the Groups List page.
my_mm: အုပ်စုအမည်ကိုရှာဖွေနိုင်ပြီး၊ အုပ်စုများစာရင်းစာမျက်နှာတွင်သင်၏အဆက်အသွယ်များကိုစစ်ထုတ်ရန်ကူညီနိုင်သည်။

# Optional Documentation
source: If the group/church regularly practices any of the elements listed, then click each element to add them inside the circle.
my_mm: အကယ်၍ အုပ်စု / ဘုရားကျောင်းသည်ဖော်ပြထားသောမည်သည့်အစိတ်အပိုင်းကိုမဆိုပုံမှန်လေ့ကျင့်ပါကစက်ဝိုင်းအတွင်းထည့်သွင်းရန်၎င်းဒြပ်စင်တစ်ခုစီကိုကလစ်နှိပ်ပါ။

# Optional Documentation
source: If the group has committed to be a church, indicate this by clicking the "Church Commitment" button to make the dotted line circle solid.
my_mm: အကယ်၍ ဤအဖွဲ့သည်ဘုရားရှိခိုးကျောင်းတစ်ခုဖြစ်ရန်ကတိကဝတ်ပြုခဲ့ပါက၊ မျဉ်းကြောင်းပတ်စက်ကိုအစိုင်အခဲဖြစ်စေရန်“ Church Commitment” ခလုတ်ကိုနှိပ်ခြင်းဖြင့်၎င်းကိုဖော်ပြပါ။

# Optional Documentation
source: This is the area where you manage the contacts that are a part of the group.
my_mm: ဤနေရာသည်သင်အုပ်စု၏အစိတ်အပိုင်းတစ်ခုဖြစ်သောအဆက်အသွယ်များကိုသင်စီမံသောနေရာဖြစ်သည်။

# Optional Documentation
source: To remove a member, click the X icon to the right side of the member name. Click the footprint icon next to the members name to signify that this person is a leader of this group. (Multiple leaders can be assigned to a group).
my_mm: အသင်း ၀ င်တစ်ခုကိုဖယ်ရှားလိုပါကအသင်း ၀ င်နာမည်၏ညာဘက်ခြမ်းရှိ X အိုင်ကွန်ကိုနှိပ်ပါ။ ဤလူသည်ဤအုပ်စု၏ခေါင်းဆောင်ဖြစ်ကြောင်းဖော်ပြရန်အသင်းဝင်များ၏အမည်ဘေးရှိ footprint icon ကိုနှိပ်ပါ။ (ခေါင်းဆောင်မြောက်မြားစွာကိုအုပ်စုတစ်ခုသို့ခန့်အပ်နိုင်သည်။ )

# Optional Documentation
source: To add new members, click on the 'Create' or 'Select' and click on the name or search for them.
my_mm: အသင်း ၀ င်သစ်များကိုထည့်သွင်းရန် 'Create' သို့မဟုတ် 'Select' ကိုနှိပ်ပါ၊ အမည်ပေါ်တွင်နှိပ်ပါသို့မဟုတ်ရှာဖွေပါ။

# Optional Documentation
source: Here you can select what type of group this is and how it is related to other groups in the system.
my_mm: ဤနေရာတွင်မည်သည့်အုပ်စုအမျိုးအစားကို၎င်း၊ စနစ်အတွင်းရှိအခြားအုပ်စုများနှင့်မည်သို့ဆက်နွယ်မှုရှိသည်ကိုရွေးချယ်နိုင်သည်။

# Optional Documentation
source: Connections this group has with other groups in this system.
my_mm: ဤအုပ်စုတွင်ဤစနစ်ရှိအခြားအဖွဲ့များနှင့်ဆက်သွယ်မှုများရှိသည်။

# Optional Documentation
source: Four Fields
my_mm: Fields လေးခု

# Optional Documentation
source: There are 5 squares in the Four Fields diagram. Starting in the top left quadrant and going clockwise and the fifth being in the middle, they stand for:
my_mm: ကွင်းဆင်းကွက် (၅) ကွက်မှာစတုရန်း ၅ ကွက်ရှိတယ်။ ဘယ်ဘက်ထိပ် quadrant မှလက်ယာရစ်သွားခြင်းနှင့်ပဉ္စမအလယ်တွင်ရှိခြင်းသည်၎င်းတို့အတွက်ဖြစ်သည်။

# Optional Documentation
source: This is where you can record notes from meetings and conversations.
my_mm: ဤနေရာသည်အစည်းအဝေးများနှင့်စကားဝိုင်းများမှမှတ်စုများကိုသင်မှတ်တမ်းတင်နိုင်သည့်နေရာဖြစ်သည်။

# Optional Documentation
source: Type @ and the name of a user to mention them in a comment. This user will then receive a notification.
my_mm: @ ကိုရိုက်ပါ၊ မှတ်ချက်တစ်ခုတွင်ဖော်ပြရန်အသုံးပြုသူ၏အမည်။ ဤအသုံးပြုသူသည်အကြောင်းကြားစာကိုလက်ခံရရှိလိမ့်မည်။

# Optional Documentation
source: This section also includes the history of activity, such as when the contact or group status became active etc.
my_mm: ဤအခန်းတွင်အဆက်အသွယ်သို့မဟုတ်အုပ်စုအခြေအနေတက်ကြွလာသောအခါစသည့်လှုပ်ရှားမှုသမိုင်းကိုလည်းပါ ၀ င်သည်။

# Optional Documentation
source: You can filter this section either by 'All', 'Comments', or 'Activity'.
my_mm: သင်သည်ဤအပိုင်းကို 'All', 'Comments' သို့မဟုတ် 'Activity' ဖြင့်စစ်နိုင်သည်။

# Optional Documentation
source: Use these filters to focus in on the contacts or groups you are responsible for. If the default filters do not fit your needs you can create your own custom filter.
my_mm: သင်အတွက်တာ ၀ န်ရှိသည့်အဆက်အသွယ်များသို့မဟုတ်အုပ်စုများကိုအာရုံစိုက်ရန်ဤစစ်ထုတ်ကိရိယာများကိုသုံးပါ။ ပုံမှန်စစ်ထုတ်စက်များသည်သင်၏လိုအပ်ချက်များနှင့်မကိုက်ညီပါကသင်ကိုယ်တိုင်ကိုယ်ပိုင် filter ကိုဖန်တီးနိုင်သည်။

# Optional Documentation
source: Contacts List Tile
my_mm: အဆက်အသွယ်များစာရင်း Tile ကို

# Optional Documentation
source: Your list of contacts will show up here. Whenever you filter contacts, the list will also be changed in this section too. You can sort your contacts by newest, oldest, most recently modified, and least recently modified. If you have a long list of contacts they will not all load at once, so clicking the 'Load more contacts' button at the bottom of the list will allow you to load more.
my_mm: သင်၏အဆက်အသွယ်များစာရင်းသည်ဤနေရာတွင်ပြလိမ့်မည်။ အဆက်အသွယ်များကိုသင်စစ်ထုတ်တိုင်းဤစာရင်းတွင်လည်းစာရင်းကိုပြောင်းလဲလိမ့်မည်။ သင်၏အဆက်အသွယ်များကိုနောက်ဆုံးပေါ်၊ အဟောင်း၊ လတ်တလောပြုပြင်ထားသောနှင့်အနည်းဆုံးမကြာသေးမီကပြုလုပ်ထားသောအရာများအားဖြင့်သင် sort လုပ်နိုင်သည်။ အကယ်၍ သင့်တွင်ရှည်လျားသောအဆက်အသွယ်များစာရင်းရှိပါက၎င်းတို့အားလုံးသည်တစ်ပြိုင်နက်လုပ်ဆောင်နိုင်မည်မဟုတ်ပါ၊ ထို့ကြောင့်စာရင်း၏အောက်ခြေရှိ 'Load more contacts' ခလုတ်ကိုနှိပ်ခြင်းဖြင့်သင့်အားပိုမို ၀ င်ရောက်နိုင်စေသည်။

# Optional Documentation
source: Groups List Tile
my_mm: အုပ်စုစာရင်း Tile

# Optional Documentation
source: Your list of groups will show up here. Whenever you filter groups, the list will also be changed in this section too. You can sort your groups by newest, oldest, most recently modified, and least recently modified. If you have a long list of groups they will not all load at once, so clicking the 'Load more groups' button at the bottom of the list will allow you to load more.
my_mm: သင့်ရဲ့အုပ်စုများစာရင်းကဒီမှာပေါ်လာပါလိမ့်မယ်။ အုပ်စုများကိုစီစစ်သည့်အခါ၊ ဤအပိုင်းတွင်လည်းစာရင်းကိုပြောင်းလဲလိမ့်မည်။ သင့်အဖွဲ့များကိုအသစ်များ၊ အသက်အကြီးဆုံး၊ လတ်တလောပြုပြင်မွမ်းမံမှုများနှင့်အနည်းဆုံးမကြာသေးမီကပြင်ဆင်ထားသောများဖြင့်သင်စီစဉ်နိုင်သည်။ အကယ်၍ သင့်တွင်ရှည်လျားသောအုပ်စုများရှိပါက ၄ င်းတို့အားလုံးသည်တစ်ပြိုင်နက်တည်းလုပ်ဆောင်နိုင်မည်မဟုတ်ပါ၊ ထို့ကြောင့်စာရင်း၏အောက်ခြေရှိ 'Load more groups' ခလုတ်ကိုနှိပ်ခြင်းဖြင့်သင့်အားထပ်မံဝန်ဆောင်ပေးလိမ့်မည်။

# Optional Documentation
source: Use this toggle switch to either show or not show closed contacts in the list.
my_mm: ဒီ toggle switch ကိုအသုံးပြုပြီး list ထဲမှာပိတ်ထားတဲ့အဆက်အသွယ်တွေကိုပြသနိုင်မှာမဟုတ်ဘူး။

# Optional Documentation
source: Use this toggle switch to either show or not show inactive groups in the list.
my_mm: စာရင်းထဲတွင်မလှုပ်မရှားနေသောအုပ်စုများကိုပြသရန်သို့မဟုတ်ပြရန်ဤ toggle switch ကိုသုံးပါ။

# Optional Documentation
source: The Initial Comment field is for any extra information. It will be saved as the first comment under the Activity and Comments Tile.
my_mm: Initial Comment field သည်နောက်ထပ်သတင်းအချက်အလက်များအတွက်ဖြစ်သည်။ ၎င်းသည် Activity and Comments Tile အောက်ရှိပထမဆုံးမှတ်ချက်အနေဖြင့်သိမ်းဆည်းလိမ့်မည်။

# Optional Documentation
source: After writing the name of the contact, complete as many other fields as you can, before clicking 'Save and continue editing'. On the next screen you can edit and add more information about this new contact has just been just created.
my_mm: အဆက်အသွယ်၏အမည်ကိုရေးပြီးသောအခါ 'သိမ်းဆည်းရန်နှင့်ဆက်လက်တည်းဖြတ်ရန်' ကိုမနှိပ်မှီ၊ အခြားအကွက်များကိုသင်တတ်နိုင်သမျှဖြည့်ပါ။ လာမယ့်မျက်နှာပြင်တွင်သင်ဤအသစ်ဆက်သွယ်မှုအကြောင်းပိုမိုသိရှိလိုပါကတည်းဖြတ်နိုင်သည်။ ထည့်နိုင်သည်။

# Optional Documentation
source: The name of the contact is searchable and can be used to help you filter your contacts in the Contacts List page.
my_mm: အဆက်အသွယ်၏အမည်အားရှာဖွေနိုင်ပြီးအဆက်အသွယ်များစာရင်းစာမျက်နှာတွင်သင်၏အဆက်အသွယ်များကိုစစ်ထုတ်ရန်ကူညီနိုင်သည်။

# Optional Documentation
source: After writing the name of the group, complete as many other fields as you can, before clicking 'Save and continue editing'. On the next screen you can edit and add more information about this new group has just been created.
my_mm: အုပ်စု၏အမည်ကိုရေးပြီးပါက 'သိမ်းဆည်းရန်နှင့်ဆက်လက်တည်းဖြတ်ရန်' ကိုမနှိပ်မှီ၊ အခြားအကွက်များကိုသင်တတ်နိုင်သမျှဖြည့်ပါ။ လာမယ့်မျက်နှာပြင်တွင်သင်ဤအုပ်စုအသစ်နှင့်ပတ်သက်သောသတင်းအချက်အလက်များကိုထပ်မံဖြည့်စွက်ပြင်ဆင်နိုင်သည်။

# Optional Documentation
source: Your Profile
my_mm: သင်၏ကိုယ်ရေးအချက်အလက်

# Optional Documentation
source: In this area you can see your user profile.
my_mm: ဒီရိယာတွင်သင်၏အသုံးပြုသူကိုယ်ရေးအချက်အလက်ကိုတွေ့နိုင်သည်။

# Optional Documentation
source: You are not required to fill out any of these profile fields. They are optional to meet your team’s needs.
my_mm: ဤပရိုဖိုင်နယ်ပယ်တစ်ခုခုကိုဖြည့်ရန်သင်မလိုအပ်ပါ။ သူတို့သည်သင်၏အဖွဲ့၏လိုအပ်ချက်များကိုဖြည့်ဆည်းရန်ရွေးချယ်နိုင်ကြသည်။

# Optional Documentation
source: By clicking 'Edit', you will be able adjust things like the language that this system operates in.
my_mm: 'Edit' ကိုနှိပ်ခြင်းအားဖြင့်သင်သည်ဤစနစ်လည်ပတ်နေသောဘာသာစကားကဲ့သို့သောအရာများကိုညှိနိုင်သည်။
