Repository: ChasmSolutions/DMM-CRM-Theme
Catalog: dt-assets/translation/*.po
Languages: my_mm

# Optional Documentation
source: These are the areas you are responsible for. Clicking the 'Add' button will bring up a list of locations to choose from.
my_mm: ဤရွေ့ကားသင်တို့အဘို့တာဝန်ရှိသည်သောဒေသများဖြစ်ကြသည်။ 'Add' ခလုတ်ကိုနှိပ်ခြင်းအားဖြင့်သင်ရွေးချယ်မည့်တည်နေရာများစာရင်းကိုပေါ်လာလိမ့်မည်။

# Optional Documentation
source: Your Notifications
my_mm: သင်၏သတိပေးချက်များ

# Optional Documentation
source: You will receive web notifications and email notifications based on your notification preferences. To change your preference, click the toggle buttons.
my_mm: သင်၏သတိပေးချက် ဦး စားပေးချက်များပေါ် မူတည်၍ ဝဘ်အကြောင်းကြားစာများနှင့်အီးမေးလ်သတိပေးချက်များကိုသင်ရရှိမည်ဖြစ်သည်။ သင်၏ preference ကိုပြောင်းလဲရန် toggle ခလုတ်ကိုနှိပ်ပါ။

# Optional Documentation
source: Notifications Turned On: The toggle will appear blue.
my_mm: အသိပေးချက်များဖွင့်: toggle အပြာရောင်ပေါ်လိမ့်မည်။

# Optional Documentation
source: Notifications Turned Off: The toggle will appear grey.
my_mm: အသိပေးချက်များပိတ်ထားသည်: အဆိုပါခလုတ်မီးခိုးရောင်ပေါ်လာလိမ့်မည်။

# Optional Documentation
source: Some of the types of notifications cannot be adjusted because they are required by the system.
my_mm: အချို့သောစနစ်များသည်လိုအပ်သောကြောင့်ပြုပြင်ရန်မဖြစ်နိုင်ပါ။

# Optional Documentation
source: Adjust whether you want to see notifications about new comments, contact information changes, Contact Milestones and Group Health metrics, and whether to you will receive a notification for any update that happens in the system.
my_mm: မှတ်ချက်အသစ်များ၊ ဆက်သွယ်ရန်အချက်အလက်အပြောင်းအလဲများ၊ Contact Milestones နှင့် Group Health မက်ထရစ်ခ်ျများအကြောင်းသတိပေးချက်များကိုသင်မြင်လိုခြင်းရှိမရှိကိုချိန်ညှိပါ။ စနစ်အတွင်း၌ဖြစ်ပျက်လာမည့်နောက်ဆုံးသတင်းများအတွက်သင့်အားအသိပေးချက်ကိုသင်ရရှိမည်လားဆိုသည်ကိုချိန်ညှိပါ။

# Optional Documentation
source: Notifications Page
my_mm: အကြောင်းကြားစာစာမျက်နှာ

# Optional Documentation
source: This Notifications Page is where you can read updates to users and groups. It displays notifications about activity on your records.
my_mm: ဤ Notifications Page သည်အသုံးပြုသူများနှင့်အုပ်စုများသို့အသစ်ပြောင်းခြင်းများကိုသင်ဖတ်ရှုနိုင်သည့်နေရာဖြစ်သည်။ သင်၏မှတ်တမ်းများတွင်လှုပ်ရှားမှုအကြောင်းအသိပေးချက်များကိုပြသသည်။

# Optional Documentation
source: All / Unread
my_mm: အားလုံး / ဖတ်ရန်မဟုတ်ပါ

# Optional Documentation
source: Click the 'All' button to show the full list of all of your notifications.
my_mm: သင်၏သတိပေးချက်များအားလုံးစာရင်းအားလုံးကိုပြရန် 'All' ခလုတ်ကိုနှိပ်ပါ။

# Optional Documentation
source: Click the 'Unread' button to show the list of all of your unread notifications.
my_mm: သင်မဖတ်ရသေးသောအသိပေးချက်အားလုံး၏စာရင်းကိုပြသရန် 'Unread' ခလုတ်ကိုနှိပ်ပါ။

# Optional Documentation
source: If you don't want to click each filled in circle on the right side of each row to indicate the notification has been read, then click the 'Mark All as Read' link at the top to quickly adjust all the messages that they have all been read.
my_mm: အကယ်၍ သင်သတိပေးချက်ကိုဖတ်ပြီးကြောင်းဖော်ပြရန်အတန်းတစ်ခုစီ၏ညာဘက်အခြမ်းတွင်ရှိသောဖြည့်ထားသောစက်ဝိုင်းတစ်ခုစီကိုမနှိပ်လိုပါက၎င်းတို့တွင်ရှိသည့်စာတိုအားလုံးကိုလျင်မြန်စွာညှိရန်ထိပ်ရှိ 'Mark All as Read' link ကိုနှိပ်ပါ။ ဖတ်ပါ

# Optional Documentation
source: Click the 'Settings' link to go to the notifications settings area to adjust whether you want to see notifications about new comments, contact information changes, Contact Milestones and Group Health metrics, and whether to you will receive a notification for any update that happens in the system.
my_mm: သင်မှတ်ချက်အသစ်များ၊ ဆက်သွယ်မှုသတင်းအချက်အလက်အပြောင်းအလဲများ၊ ဆက်သွယ်မှုမှတ်တိုင်များနှင့် Group Health မက်ထရစ်များနှင့်သတိပေးချက်အသစ်များကိုသင်မြင်လိုမလိုကိုချိန်ညှိရန်အတွက် 'ချိန်ညှိချက်များ' link ကိုနှိပ်ပါ။ စနစ်။

# Optional Documentation
source: Duplicate Contact page
my_mm: မိတ္တူကူးပွားခြင်းစာမျက်နှာ

# Optional Documentation
source: This Duplicate Contact Page is where you can review, decline or merge contacts that have been picked up by the system (checking against their name, email and phone) as possibly being duplicates of another already existing contact.
my_mm: ဤထပ်တူဆက်သွယ်သည့်စာမျက်နှာသည်သင်ရှိပြီးသားအဆက်အသွယ်၏မိတ္တူပွားများဖြစ်နိုင်သည့်စနစ် (၎င်းတို့အမည်၊ အီးမေးလ်နှင့်ဖုန်းကိုစစ်ဆေးခြင်း) မှရွေးထားသောအဆက်အသွယ်များကိုပြန်လည်သုံးသပ်ခြင်း၊ ငြင်းပယ်ခြင်းသို့မဟုတ်ပေါင်းစည်းခြင်းပြုလုပ်နိုင်သည့်နေရာဖြစ်သည်။

# Optional Documentation
source: Need more help?
my_mm: နောက်ထပ်အကူအညီလိုပါသလား။

# Optional Documentation
source: Read the documentation
my_mm: စာရွက်စာတမ်းများကိုဖတ်ပါ

# back to record
source: Back to %s
my_mm: % s သို့ပြန်သွားသည်

source: Set a reminder or a task with a note and receive a notification on the due date.
my_mm: မှတ်စုတစ်ခုပါသောသတိပေးချက်တစ်ခုသို့မဟုတ်အလုပ်တစ်ခုကိုသတ်မှတ်ပြီးသတ်မှတ်ထားသောနေ့စွဲတွင်အသိပေးချက်ကိုလက်ခံရရှိပါ။

source: Custom
my_mm: စိတ်တိုင်းကျ

source: Due Date
my_mm: နောက်ဆုံးရက်

source: Create Task
my_mm: Task ကိုဖန်တီးပါ

source: Existing tasks for this record:
my_mm: ဤမှတ်တမ်းအတွက်လက်ရှိအလုပ်များ -

source: Theme Update Available!
my_mm: ရရှိနိုင်သည့်အဓိကအကြောင်းအရာ

source: Users
my_mm: အသုံးပြုသူများ

source: Select the main person who is responsible for reporting on this contact.
my_mm: ဒီအဆက်အသွယ်အပေါ်အစီရင်ခံရန်တာဝန်ရှိသည်သောအဓိကပုဂ္ဂိုလ်ကိုရွေးချယ်ပါ။

source: Contact Status
my_mm: ဆက်သွယ်ရန်အခြေအနေ

source: Dispatch Needed
my_mm: ပေးပို့ရန်လိုအပ်သည်

source: Paused
my_mm: ဆိုင်းငံ့မှု

source: Contact Attempt Needed
my_mm: ဆက်သွယ်ရန် Attempt Needed

source: Contact Attempted
my_mm: ဆက်သွယ်ရန်ကြိုးစားပါ

source: Contact Established
my_mm: ဆက်သွယ်ရန်တည်ထောင်ပြီးပြီ

source: First Meeting Scheduled
my_mm: ပထမ ဦး ဆုံးအစည်းအဝေးစီစဉ်ထား

source: First Meeting Complete
my_mm: ပထမ ဦး ဆုံးအစည်းအဝေးပြီးပြီ

source: Being Coached
my_mm: Coaching ခံရ

# Optional Documentation
source: Assign which milestones the contact has reached in their faith journey. These are points in a contact’s spiritual journey worth celebrating but can happen in any order.
my_mm: သူတို့ရဲ့ယုံကြည်ခြင်းခရီး၌အဆက်အသွယ်ရောက်ရှိခဲ့သည့်မှတ်တိုင်များသတ်မှတ်။ ဤရွေ့ကားကျင်းပရကျိုးနပ်အဆက်အသွယ်ရဲ့ဝိညာဉျခရီး၌အချက်များဖြစ်ကြပေမယ့်မည်သည့်နိုင်ရန်အတွက်ဖြစ်ပျက်နိုင်ပါတယ်။

source: Has Bible
my_mm: သမ္မာကျမ်းစာရှိ

source: Reading Bible
my_mm: ကျမ်းစာဖတ်ရှုခြင်း

source: States Belief
my_mm: ယုံကြည်သည်

source: Can Share Gospel/Testimony
my_mm: Gဝံဂေလိတရား / သက်သေခံချက်ဝေမျှနိုင်ပါတယ်

source: Sharing Gospel/Testimony
my_mm: ospelဝံဂေလိတရား / သက်သေခံချက်မျှဝေခြင်း

source: Baptizing
my_mm: ဗတ္တိဇံ

source: In Church/Group
my_mm: ဘုရားကျောင်း / Group မှ၌တည်၏

source: Starting Churches
my_mm: အသင်းတော်များစတင်ခြင်း

source: Male
my_mm: အထီး

source: Female
my_mm: အမျိုးသမီး

source: Under 18 years old
my_mm: အသက် ၁၈ နှစ်အောက်

source: 18-25 years old
my_mm: ၁၈-၂၅ နှစ်

source: 26-40 years old
my_mm: 26-40 နှစ်ရှိပြီ

source: Over 40 years old
my_mm: အသက် ၄၀ ကျော်

source: Reason Not Ready
my_mm: အကြောင်းပြချက်မသင့်သေး

# Optional Documentation
source: The main reason the contact is not ready to be assigned to a user.
my_mm: ဆက်သွယ်ရန်သည်သုံးစွဲသူအားသတ်မှတ်ရန်အဆင်သင့်မဖြစ်သေးသည့်အဓိကအကြောင်းရင်း။

source: Insufficient Contact Information
my_mm: ဆက်သွယ်ရန်အချက်အလက်မလုံလောက်ပါ

source: Unknown Location
my_mm: မသိသောနေရာ

source: Only wants media
my_mm: မီဒီယာကိုသာလိုချင်သည်

source: Outside Area
my_mm: အပြင်ဘက်.ရိယာ

source: Needs Review
my_mm: ပြန်လည်သုံးသပ်ရန်လိုအပ်သည်

source: Waiting for Confirmation
my_mm: အတည်ပြုချက်ကိုစောင့်ဆိုင်း

source: Reason Paused
my_mm: အကြောင်းပြချက်ဆိုင်းငံ့မှု

# Optional Documentation
source: A paused contact is one you are not currently interacting with but expect to in the future.
my_mm: ခေတ္တဆိုင်းငံ့ထားသောအဆက်အသွယ်တစ်ခုသည်သင်နှင့်လက်ရှိဆက်သွယ်နေခြင်းမဟုတ်ဘဲအနာဂတ်တွင်မျှော်လင့်ထားသည့်ဆက်သွယ်မှုတစ်ခုဖြစ်သည်။

source: Reason Closed
my_mm: အကြောင်းပြချက်ပိတ်ထား

# Optional Documentation
source: A closed contact is one you can't or don't wish to interact with.
my_mm: တံခါးပိတ်ဆက်သွယ်မှုဆိုသည်မှာသင်မဆက်သွယ်ချင်သောသို့မဟုတ်မဆက်သွယ်လိုသောဆက်သွယ်မှုဖြစ်သည်။

# Reason Closed label
source: Hostile, playing games or self gain
my_mm: ရန်လိုသော၊

source: Accepted
my_mm: လက်ခံသည်

# Optional Documentation
source: The website, event or location this contact came from.
my_mm: ဤအဆက်အသွယ်မှလာသည့်ဝက်ဘ်ဆိုက်၊ ဖြစ်ရပ် (သို့) တည်နေရာ

source: No Answer
my_mm: အဖြေမရှိ

source: Meeting Scheduled
my_mm: အစည်းအဝေးစီစဉ်ထားသည်

source: Meeting Complete
my_mm: အစည်းအဝေးပြီးပြီ

source: Meeting No-show
my_mm: No- ပြပွဲအစည်းအဝေး

source: Corresponds to user
my_mm: အသုံးပြုသူနှင့်ကိုက်ညီ

# Optional Documentation
source: The id of the user this contact corresponds to
my_mm: ဒီအဆက်အသွယ်အသုံးပြုသူ၏အိုင်ဒီ

source: User
my_mm: အသုံးပြုသူကို

source: Tags
my_mm: အမှတ်အသားများ (Tags)

# Optional Documentation
source: A useful way to group related items and can help group contacts associated with noteworthy characteristics. e.g. business owner, sports lover. The contacts can also be filtered using these tags.
my_mm: ဆက်စပ်သောအရာများကိုအုပ်စုဖွဲ့ရန်အသုံးဝင်သောနည်းလမ်းနှင့်မှတ်သားထိုက်သောဝိသေသလက္ခဏာများနှင့်ဆက်စပ်သောအုပ်စုအဆက်အသွယ်များကိုကူညီနိုင်သည်။ ဥပမာ စီးပွားရေးပိုင်ရှင်၊ အားကစားကိုနှစ်သက်သည်။ အဆက်အသွယ်များကိုဤ tags များ သုံး၍ လည်းစစ်ထုတ်နိုင်သည်။

# Optional Documentation
source: Relationship this contact has with another contact in the system.
my_mm: ဒီအဆက်အသွယ်စနစ်အတွက်အခြားအဆက်အသွယ်နှင့်အတူရှိဆက်ဆံရေး။

source: Coached by
my_mm: ကနည်းပြ

# Optional Documentation
source: Who is coaching this contact
my_mm: ဒီအဆက်အသွယ်နည်းပြသူကားအဘယ်သူ

# Optional Documentation
source: Who is this contact coaching
my_mm: ဒီအဆက်အသွယ်နည်းပြသူကားအဘယ်သူ

source: Baptized by
my_mm: အားဖြင့်နှစ်ခြင်းခံသည်

# Optional Documentation
source: Who baptized this contact
my_mm: ဘယ်သူကဒီအဆက်အသွယ်ဗတ္တိဇံ

# Optional Documentation
source: Who this contact has baptized
my_mm: ဒီအဆက်အသွယ်ဘယ်သူနှစ်ခြင်းခံပြီ

# Optional Documentation
source: The people groups represented by this group.
my_mm: ဤအုပ်စုမှကိုယ်စားပြုသောလူအုပ်စုများ။

# Optional Documentation
source: Groups this contact is a member of.
my_mm: ဒီအဆက်အသွယ်အဖွဲ့သည်အသင်းဝင်ဖြစ်ပါသည်။

source: Contact or User assisting the Assigned To user to follow up with the contact.
my_mm: ဆက်သွယ်ရန်သို့မဟုတ်အသုံးပြုသူသည်ဆက်သွယ်ရန်နှင့်နောက်ဆက်တွဲအတွက် Assigned To user ကိုကူညီခြင်း။

# Optional Documentation
source: The general location where this contact is located.
my_mm: ဒီအဆက်အသွယ်တည်ရှိရာအထွေထွေတည်နေရာ။

# My records
source: My %s
my_mm: ကျွန်ုပ်၏% s

source: ERROR: Invalid username/password combination.
my_mm: အမှား - သုံးစွဲသူ / စကားဝှက်မမှန်ကန်ခြင်း။

source: Inactive
my_mm: မလှုပ်မရှား

# Optional Documentation
source: A group predominantly of non-believers.
my_mm: ယုံကြည်သူများမဟုတ်သောအုပ်စုတစ်စု။

# Optional Documentation
source: A group having 3 or more believers but not identifying as church.
my_mm: ယုံကြည်သူ ၃ ဦး နှင့်အထက်ရှိသော်လည်းဘုရားရှိခိုးကျောင်းအဖြစ်သတ်မှတ်ခြင်းမခံရသည့်အဖွဲ့တစ်ဖွဲ့။

# Optional Documentation
source: A group having 3 or more believers and identifying as church.
my_mm: ယုံကြည်သူ (၃) ဦး နှင့်အထက်ရှိပြီးဘုရားရှိခိုးကျောင်းဖြစ်သည်။

source: Team
my_mm: အသင်းအဖွဲ့

# Optional Documentation
source: A special group that is not meeting as a church (or trying to become church).
my_mm: ဘုရားရှိခိုးကျောင်းများ (သို့မဟုတ်ဘုရားကျောင်းဖြစ်လာရန်ကြိုးစားခြင်း) မပြုလုပ်သောအထူးအဖွဲ့။

source: Select the main person who is responsible for reporting on this group.
my_mm: ဤအုပ်စုအပေါ်အစီရင်ခံရန်တာဝန်ရှိသည့်အဓိကပုဂ္ဂိုလ်ကိုရွေးချယ်ပါ။

source: Church Health
my_mm: ဘုရားကျောင်းကျန်းမာရေး

# Optional Documentation
source: Track the progress and health of a group/church.
my_mm: အုပ်စုတစ်စု / ဘုရားကျောင်းတိုးတက်မှုနှင့်ကျန်းမာရေးကိုခြေရာခံပါ။

source: Baptism
my_mm: ဗတ္တိဇံ

# Optional Documentation
source: The group is baptising.
my_mm: အုပ်စုသည်နှစ်ခြင်းခံနေသည်။

source: Bible Study
my_mm: ကျမ်းစာလေ့လာမှု

# Optional Documentation
source: The group is studying the bible.
my_mm: အဆိုပါအုပ်စုသည်သမ္မာကျမ်းစာလေ့လာနေသည်။

source: Communion
my_mm: သဟာယ

# Optional Documentation
source: The group is practicing communion.
my_mm: အဆိုပါအဖွဲ့သည်သဟာယကျင့်သုံးနေသည်။

# Optional Documentation
source: The group is fellowshiping.
my_mm: အုပ်စုသည်မိတ်သဟာယဖွဲ့ခြင်းဖြစ်သည်။

source: Giving
my_mm: ပေးသည်

# Optional Documentation
source: The group is giving.
my_mm: အဖွဲ့ကပေးနေတယ်။

source: Prayer
my_mm: ဆုတောင်းခြင်း

# Optional Documentation
source: The group is praying.
my_mm: အုပ်စုသည်ဆုတောင်းနေသည်။

source: Praise
my_mm: ချီးမွမ်းကြလော့

# Optional Documentation
source: The group is praising.
my_mm: အုပ်စုကချီးမွမ်းနေသည်။

source: Sharing the Gospel
my_mm: theဝံဂေလိတရားကိုမျှဝေခြင်း

source: Church Commitment
my_mm: ဘုရားရှိခိုးကျောင်း

source: Unbelievers
my_mm: မယုံ

source: Believers
my_mm: ယုံကြည်သူများ

source: Accountable
my_mm: တာဝန်ခံ

# Optional Documentation
source: Is this a church - yes or no?
my_mm: ဒီဘုရားကျောင်းလား၊ ဟုတ်တယ်မဟုတ်လား?

source: Multiplying
my_mm: တိုးပွားစေခြင်း

# Optional Documentation
source: Number of people helping start other groups. How many members are multiplying?
my_mm: အခြားအဖွဲ့များစတင်ရန်ကူညီပေးနေသူအရေအတွက်။ အဖွဲ့ဝင်ဘယ်နှစ်ယောက်မြှောက်နေကြသနည်း

# Optional Documentation
source: The date this group began meeting.
my_mm: ဒီအဖွဲ့စတင်ကျင်းပတဲ့ရက်စွဲ။

# Optional Documentation
source: The date this group first identified as being a church.
my_mm: ဤအုပ်စုသည်ဘုရားရှိခိုးကျောင်းအဖြစ်ပထမဆုံးအကြိမ်သတ်မှတ်ခြင်းဖြစ်သည်။

# Optional Documentation
source: The date this group stopped meeting (if applicable).
my_mm: ဤအုပ်စုသည်အစည်းအဝေးကိုရပ်ဆိုင်းသည့်နေ့ရက် (ရှိလျှင်) ။

# Optional Documentation
source: A group that founded this group.
my_mm: ဒီအဖွဲ့ကိုတည်ထောင်တဲ့အဖွဲ့။

# Optional Documentation
source: A related group that isn't a parent/child in relationship. It might indicate groups that collaborate, are about to merge, recently split, etc.
my_mm: မိဘ / ကလေးမဟုတ်သောဆက်နွယ်သောအုပ်စု။ ၎င်းသည်ပူးပေါင်းသောအုပ်စုများကိုပေါင်းစည်းတော့မည်၊ မကြာသေးမီကခွဲထုတ်ရန်စသည်တို့ကိုညွှန်ပြလိမ့်မည်။

# Optional Documentation
source: A group that has been birthed out of this group.
my_mm: ဤအုပ်စုမှထုတ်ပယ်ခံရသောအုပ်စုတစ်စု။

# Optional Documentation
source: The number of members in this group. It will automatically be updated when new members are added or removed in the member list. Change this number manually to included people who may not be in the system but are also members of the group.
my_mm: ဒီအုပ်စုထဲမှာအဖွဲ့ဝင်အရေအတွက်။ အသင်း ၀ င်အသစ်များအားထည့်သွင်း (သို့) အသင်းဝင်စာရင်းတွင်ဖယ်ရှားသောအခါ၎င်းသည်အလိုအလျောက် update လုပ်လိမ့်မည်။ ဤနံပါတ်ကိုစနစ်အတွင်းမပါ ၀ င်နိုင်သော်လည်းအဖွဲ့ ၀ င်များပါ ၀ င်သူများပါ ၀ င်မှုသို့ကိုယ်တိုင်ပြောင်းပါ။

# Optional Documentation
source: The contacts who are members of this group.
my_mm: ဤအုပ်စုတွင်ပါ ၀ င်သောဆက်သွယ်ရန်

# Optional Documentation
source: The person who planted and/or is coaching this group. Only one person can be assigned to a group while multiple people can be coaches / church planters of this group.
my_mm: ဤအုပ်စုကိုစိုက်ပျိုးသူ / သို့မဟုတ်သင်ကြားပေးသူ။ လူအများအပြားကိုဤအဖွဲ့၏နည်းပြများ / ချာ့ချ်စိုက်ပျိုးသူများဖြစ်နိုင်သော်လည်းလူတစ် ဦး တည်းကိုသာအဖွဲ့တစ်ခုသို့ခန့်အပ်နိုင်သည်။

source: All Time
my_mm: အချိန်အားလုံး

source: This Year
my_mm: ဒီနှစ်

source: Last Year
my_mm: ပြီးခဲ့သည့်နှစ်က

source: Last Month
my_mm: ပြီးခဲ့သည့်လ

source: This Month
my_mm: ဤလတွင်

source: Workload Status
my_mm: ပမာဏအခြေအနေ

source: Accept Needed
my_mm: လိုအပ်လက်ခံသည်

source: Last Activity
my_mm: နောက်ဆုံးလှုပ်ရှားမှု

source: No activity
my_mm: လှုပ်ရှားမှုမရှိပါ

source: Pending
my_mm: ဆိုင်းငံ့ထား

source: Unread Notifications
my_mm: မဖတ်ရသေးသောသတိပေးချက်များ

source: User Status
my_mm: အသုံးပြုသူအခြေအနေ

source: Click here to see roles documentation
my_mm: အခန်းကဏ္ documentation ဆိုင်ရာစာရွက်စာတမ်းများကြည့်ရှုရန်ဒီနေရာကိုနှိပ်ပါ

source: Save Roles
my_mm: အခန်းကဏ္များသိမ်းဆည်းပါ

source: Search Locations
my_mm: တည်နေရာများကိုရှာပါ

source: Set the dates you will be unavailable so the Dispatcher will know your availability to receive new contacts
my_mm: သင်မရရှိနိုင်သည့်ရက်စွဲများကိုသတ်မှတ်ပါ။ ထို့ကြောင့်အဆက်အသွယ်အသစ်များရရှိရန်သင်၏ Dispatcher ကိုသိလိမ့်မည်

source: Travel or Away Dates
my_mm: ခရီးသွားလာခြင်းသို့မဟုတ်ဝေးဝေးရက်များ

source: Daily Activity
my_mm: နေ့စဉ်လှုပ်ရှားမှု

source: Away
my_mm: ဝေးဝေး

source: Inconsistent
my_mm: ကိုက်ညီမှုမရှိပါ

# Bob was accepted on Jul 8 after 10 days
source: %1$s was accepted on %2$s after %3$s days
my_mm: % 3 $ s ရက်ပြီးနောက်% 1 $ s ကို% 2 $ s တွင်လက်ခံခဲ့သည်

# Bob waiting for contact for 10 days
source: %1$s waiting for Contact Attempt for %2$s days
my_mm: % 2 $ s ရက်အားဆက်သွယ်ရန်ကြိုးစားမှုကို% 1 $ s စောင့်နေသည်

# Contact with Bob was attempted on Jul 8 after 10 days
source: Contact with %1$s was attempted on %2$s after %3$s days
my_mm: % 3 $ s ရက်ပြီးနောက်% 1 $ s နှင့်ဆက်သွယ်မှုကို% 2 $ s တွင်ကြိုးစားခဲ့သည်

# Updated record Bob
source: Updated contact %s
my_mm: အဆင့်မြှင့်ထားသောအဆက်အသွယ်% s

# Updated record Bob
source: Updated group %s
my_mm: အသစ်ပြုပြင်ထားသောအုပ်စု% s

# Commented on record Bob
source: Commented on contact %s
my_mm: အဆက်အသွယ်% s ကိုမှတ်ချက်ချသည်

# Commented on record Bob
source: Commented on group %s
my_mm: အုပ်စု% s အပေါ်မှတ်ချက်ပေးသည်

# Created record Bob
source: Created contact %s
my_mm: ဆက်သွယ်ရန်% s ဖန်တီးထားသည်

# Created record Bob
source: Created group %s
my_mm: % s ဖန်တီးထားသည်

# Declined assignment on Bob
source: Declined assignment on %s
my_mm: % s ပေါ်တွင်တာ ၀ န်ဖျက်သိမ်းမှု

source: %s days since last update
my_mm: % s ရက်နောက်ဆုံးပြင်ဆင်မှု မှစ၍

# You set a reminder for today on contact1
source: You set a reminder for today on %1$s
my_mm: % 1 $ s တွင်ယနေ့အတွက်သင်သတိပေးချက်တစ်ခုချထားသည်

# You set this task on contact1: task note
source: You set this task on %1$s: %2$s
my_mm: ဤအလုပ်ကို% 1 $ s သို့% 2 $ s သို့သတ်မှတ်သည်

source: Choose an option:
my_mm: ရွေးစရာတစ်ခုကိုရွေးချယ်ပါ

source: Confirm
my_mm: အတည်ပြုပါ

source: Create
my_mm: ဖန်တီးပါ

source: Select
my_mm: ရွေးချယ်ပါ

# Add members modal
source: In the 'Member List' field, type the name of an existing contact to add them to this group.
my_mm: 'အသင်းဝင်စာရင်း' အကွက်ထဲတွင်ဤအုပ်စုထဲသို့ထည့်ရန်လက်ရှိအဆက်အသွယ်၏အမည်ကိုရိုက်ပါ။

source: %s minute ago
my_mm: % s လွန်ခဲ့သောမိနစ်က

source: %s hour ago
my_mm: လွန်ခဲ့သော% s နာရီ

source: %s day ago
my_mm: လွန်ခဲ့သော% s နေ့

source: %s week ago
my_mm: လွန်ခဲ့သော% s က

source: %s month ago
my_mm: လွန်ခဲ့သော% s က

source: %s year ago
my_mm: % s လွန်ခဲ့သောနှစ်က

source: Created record on {}
my_mm: {} တွင်မှတ်တမ်းတင်ထားသည်

source: Translate with Google Translate
my_mm: Google Translate ဖြင့်ဘာသာပြန်ပါ

source: Hide Translation
my_mm: ဘာသာပြန်ကိုဖျောက်ထားပါ

source: Add
my_mm: ထည့်ပါ

source: Comment
my_mm: မှတ်ချက်

source: Type:
my_mm: အမျိုးအစား:

source: Type of Comment
my_mm: မှတ်ချက်အမျိုးအစား

source: Contacts transferred from a partnership with another Disciple.Tools site.
my_mm: အခြား Disciple.Tools site တစ်ခုနှင့် ပူးပေါင်း၍ ဆက်သွယ်ရန်။

source: add
my_mm: ထည့်ပါ

source: %s removed
my_mm: % s ဖယ်ရှားထားသည်

source: Location
my_mm: တည်နေရာ

source: Updates Needed
my_mm: အပ်ဒိတ်များလိုအပ်သည်

source: Assignments
my_mm: တာဝန်

source: Pace
my_mm: အရှိန်အဟုန်

source: Assigned and not accepted
my_mm: တာဝန်ပေးအပ်ခြင်းနှင့်လက်ခံခဲ့သည်မဟုတ်

source: Time from assigned to contact accepted for the last 10 contacts
my_mm: တာဝန်ပေးရန်ဆက်သွယ်သည့်အချိန်မှနောက်ဆုံးဆက်သွယ်မှု (၁၀) ခုအတွက်လက်ခံခဲ့သည်

source: Accepted with no contact attempt
my_mm: အဘယ်သူမျှမအဆက်အသွယ်ကြိုးပမ်းမှုနှင့်အတူလက်ခံခဲ့သည်

source: Oldest 10 update needed
my_mm: အသက်အကြီးဆုံး ၁၀ ခုလိုအပ်သည်

source: Time from assigned to contact attempt for the last 10 contacts
my_mm: ပြီးခဲ့သည့်အဆက်အသွယ် ၁၀ ခုအတွက်ကြိုးစားရန်ဆက်သွယ်သည့် အချိန်မှစ၍

source: Location Responsibility
my_mm: တည်နေရာတာဝန်

source: Schedule Unavailability
my_mm: အချိန်ဇယားကရရှိနိုင်မှု

source: Add User
my_mm: အသုံးပြုသူထည့်သည်

source: Email already exists and is a user on this site
my_mm: အီးမေးလ်ရှိပြီးသား ဖြစ်၍ ဤဆိုဒ်တွင်အသုံးပြုသူတစ် ဦး ဖြစ်သည်

source: Failed to add user to site.
my_mm: သုံးစွဲသူအားဆိုဒ်သို့ထည့်သွင်းရန်မအောင်မြင်ပါ။

# Abbreviation of Sunday
source: Su
my_mm: စု

# Abbreviation of Monday
source: Mo
my_mm: မိုး

# Abbreviation of Wednesday
source: We
my_mm: ငါတို့

source: Mark as complete
my_mm: ပြီးပြည့်စုံသောအဖြစ်မှတ်သားပါ

source: 2 contacts need an update
my_mm: 2 အဆက်အသွယ်တစ်ခု update ကိုလိုအပ်ပါတယ်

source: Quick Action Buttons
my_mm: လျင်မြန်စွာလှုပ်ရှားမှုခလုတ်များ

source: Members
my_mm: အဖွဲ့ဝင်များ

# Optional Documentation
source: Default and Custom Filters Tile
my_mm: ပုံမှန်နှင့်စိတ်တိုင်းကျ Filters Tile

# Optional Documentation
source: Closed Contacts Switch
my_mm: ပိတ်ထားသောဆက်သွယ်ရန်

# Optional Documentation
source: Inactive Groups Switch
my_mm: မလှုပ်မရှားအုပ်စုများပြောင်းပါ

source: Mark all as read
my_mm: အားလုံးဖတ်ပါအဖြစ်မှတ်သားပါ

source: Task Type
my_mm: Task အမျိုးအစား

# Contact Status field description
source: The Contact Status describes the progress in communicating with the contact.
my_mm: ဆက်သွယ်ရန်အခြေအနေသည်အဆက်အသွယ်နှင့်ဆက်သွယ်မှုတိုးတက်မှုကိုဖော်ပြသည်။

source: Contact Type
my_mm: ဆက်သွယ်ရန်အမျိုးအစား

source: Last Modified
my_mm: နောက်ဆုံးပြင်ဆင်ထားသော

source: New Comments
my_mm: မှတ်ချက်များအသစ်

# Optional Documentation
source: The group is sharing the gospel.
my_mm: အဆိုပါအုပ်စုသည်gဝံဂေလိတရားကိုမျှဝေသည်။

# Optional Documentation
source: The group has leaders.
my_mm: အုပ်စုတွင်ခေါင်းဆောင်များရှိသည်။

# Optional Documentation
source: The group has committed to be church.
my_mm: အဆိုပါအုပ်စုသည်ဘုရားကျောင်းဖြစ်ဖို့ကတိသစ္စာပြုထားသည်။

# Optional Documentation
source: Number of unbelievers in this group.
my_mm: ဤအုပ်စုတွင်မယုံကြည်သူအရေအတွက်။

# Optional Documentation
source: Number of believers in this group.
my_mm: ဤအုပ်စုတွင်ယုံကြည်သူအရေအတွက်

# Optional Documentation
source: Number of people in accountability group.
my_mm: တာဝန်ခံအုပ်စုတွင်လူ ဦး ရေ။

source: Select All Time or a specific year to display
my_mm: All Time သို့မဟုတ်ပြသရန်သတ်သတ်မှတ်မှတ်တစ်နှစ်ကိုရွေးချယ်ပါ

# Shaikh added as people group on contact1
source: %1$s added as people group on %2$s
my_mm: % 2 $ s ၌% 1 $ s ကိုလူများစုအဖြစ်ထည့်သည်

# Shaikh added to people groups
source: %s added to people groups
my_mm: % s ကိုလူအုပ်စုများသို့ထည့်သွင်းခဲ့သည်

# Shaikh removed from people groups on contact1
source: %1$s removed from people groups on %2$s
my_mm: % 2 $ s ၌% အုပ်စုများမှ% 1 $ s ကိုဖယ်ရှားခဲ့သည်

# Shaikh removed from people groups
source: %s removed from people groups
my_mm: % s အားလူအုပ်စုများမှဖယ်ထုတ်ခဲ့သည်

source: View Contact
my_mm: ဆက်သွယ်ရန်

source: Load more notifications
my_mm: ထပ်မံသတိပေးချက်များကိုတင်ပါ

source: Contact
my_mm: ဆက်သွယ်ရန်

# Showing 30 items
source: Showing %s items
my_mm: % s ပစ္စည်းများပြသခြင်း

# Showing 30 items matching bob
source: Showing %1$s items matching %2$s
my_mm: % 2 $ s နှင့်ကိုက်ညီသော% 1 $ s ပစ္စည်းများပြနေသည်

source: Milestones Map
my_mm: မှတ်တိုင်မြေပုံ

source: Unable to update
my_mm: အဆင့်မြှင့် တင်၍ မရပါ

# Reason Closed label
source: GDPR request
my_mm: GDPR တောင်းဆိုချက်

source: Seeker
my_mm: ရှာသူ

source: Believer
my_mm: ယုံကြည်သူ

source: Leader
my_mm: ခေါင်းဆောင်

source: redacted email
my_mm: redacted အီးမေးလ်

source: redacted name
my_mm: တည်းဖြတ်အမည်

source: redacted
my_mm: ပြန်လည်ပြုပြင်သည်

source: Partner
my_mm: လုပ်ဖော်ကိုင်ဖက်

source: DT Site Name: %s
my_mm: DT ဆိုက်အမည်:% s

source: No Results
my_mm: ရလဒ်မရှိပါ

source: Hover Map
my_mm: Hover မြေပုံ

source: Locations List
my_mm: တည်နေရာများစာရင်း

source: View Record
my_mm: မှတ်တမ်းကိုကြည့်ပါ

source: Milestones Chart
my_mm: သမိုင်းမှတ်တိုင်များဇယား

source: Contacts Overview
my_mm: ဆက်သွယ်ရန်ခြုံငုံသုံးသပ်ချက်

source: Sources Chart
my_mm: သတင်းရင်းမြစ်ဇယား

source: Groups Overview
my_mm: အုပ်စုများခြုံငုံသုံးသပ်ချက်

source: Highlight Active
my_mm: Active ကိုအထူးပြုပါ

source: Highlight Churches
my_mm: အသင်းတော်များကိုမီးမောင်းထိုးပြ

source: Total Members
my_mm: အဖွဲ့ဝင်စုစုပေါင်း
