Repository: ChasmSolutions/DMM-CRM-Theme
Catalog: dt-assets/translation/*.po
Languages: my_mm

source: Permission denied
my_mm: ခွင့်တောင်းမှုငြင်းဆိုခြင်း

source: Sorry, you don't have permission to view the %1$s with id %2$s.
my_mm: ဝမ်းနည်းပါသည်၊ % 1 $ s အား id% 2 $ s ဖြင့်ကြည့်ရှုရန်သင့်မှာခွင့်ပြုချက်မရှိပါ။

source: Request permission from your administrator.
my_mm: သင်၏အုပ်ချုပ်ရေးမှူးထံမှခွင့်ပြုချက်တောင်းခံပါ။

source: Back
my_mm: နောက်သို့

source: Epic 404 - Not Found
my_mm: မော်ကွန်း 404 - မတွေ့ပါ

source: The page you were looking for was not found or was deleted
my_mm: သင်ရှာနေသောစာမျက်နှာကိုရှာမတွေ့ပါသို့မဟုတ်ဖျက်ပစ်ခဲ့သည်

source: Active
my_mm: တက်ကြွ

source: New
my_mm: အသစ်

source: Waiting to be accepted
my_mm: လက်ခံခံရဖို့စောင့်ဆိုင်း

source: View Duplicates
my_mm: ထပ်တူများကိုကြည့်ပါ

source: Search
my_mm: ရှာပါ

source: Shared with me
my_mm: ငါနဲ့မျှဝေခဲ့တယ်

source: Add new filter
my_mm: filter အသစ်ကိုထည့်ပါ

source: Creation Date
my_mm: ဖန်တီးမှုရက်စွဲ

source: Filter for subassigned OR Assigned To
my_mm: subassigned OR မှ Assigned များအတွက် filter

source: No
my_mm: မဟုတ်ဘူး

source: Yes
my_mm: ဟုတ်တယ်

# Clear/empty input
source: Clear
my_mm: ရှင်းလင်းသော

source: Save
my_mm: သိမ်းဆည်းပါ

source: Update Needed
my_mm: အပ်ဒိတ်လိုအပ်သည်

source: Make a user from this contact
my_mm: ဒီအဆက်အသွယ်ကနေအသုံးပြုသူတစ် ဦး ကိုလုပ်ပါ

source: Link to an existing user
my_mm: ရှိပြီးသားအသုံးပြုသူနှင့်ချိတ်ဆက်ပါ

source: Merge with another contact
my_mm: အခြားအဆက်အသွယ်တစ်ခုနှင့်ပေါင်းစည်းပါ

source: Following
my_mm: အောက်ပါ

source: Follow
my_mm: နောက်လိုက်ပါ

source: Share
my_mm: မျှဝေပါ

source: Comments
my_mm: မှတ်ချက်များ

source: You don't have any unread notifications
my_mm: သင့်မှာဖတ်ပြီးသားသတိပေးချက်များမရှိပါ

source: You don't have any notifications
my_mm: သင့်တွင်အကြောင်းကြားချက်များမရှိပါ

source: delete
my_mm: ဖျက်ပါ

source: Unconfirmed
my_mm: အတည်မပြုရ

source: Transfer failed. Check site-to-site configuration.
my_mm: လွှဲပြောင်းမှုမအောင်မြင်ပါ site-to-site ကို configuration ကိုစစ်ဆေးပါ။

source: Edit
my_mm: တည်းဖြတ်ပါ

source: Delete
my_mm: ဖျက်ပါ

# just copy as they are: _START_ and _TOTAL_
source: Showing _START_ of _TOTAL_
my_mm: _TARTAL ၏ _START_ ပြနေသည်။

source: Sorting By
my_mm: By Sorting

source: Date Modified
my_mm: နေ့စွဲပြုပြင်မွမ်းမံ

source: Contacts
my_mm: ဆက်သွယ်ရန်

source: Groups
my_mm: အုပ်စုများ

source: Metrics
my_mm: မက်ထရစ်

source: Notifications
my_mm: အသိပေးချက်များ

source: Settings
my_mm: ချိန်ညှိချက်များ

source: Admin
my_mm: အက်မင်

source: Log Off
my_mm: လော့ဂ်အော့ဖ်လုပ်ထွက်ခြင်း

source: Please provide an update by posting a comment.
my_mm: ကျေးဇူးပြု၍ မှတ်ချက်တစ်ခုတင်ခြင်းဖြင့်အသစ်ပြောင်းခြင်းပေးပါ။

source: This contact has been assigned to you.
my_mm: ဒီအဆက်အသွယ်ကိုသင့်အားသတ်မှတ်ပေးထားသည်

source: Accept
my_mm: လက်ခံသည်

source: Decline
my_mm: ငြင်း

source: This contact represents a user.
my_mm: ဤအဆက်အသွယ်သည်အသုံးပြုသူကိုကိုယ်စားပြုသည်။

source: Status
my_mm: အခြေအနေ

source: Sub-assigned to
my_mm: Sub- တာဝန်ပေးအပ်

source: Social Media
my_mm: လူမှုမီဒီယာ

source: Address
my_mm: လိပ်စာ

source: Locations
my_mm: တည်နေရာများ

source: Age
my_mm: အသက်

source: Gender
my_mm: လိင်

source: Name
my_mm: နာမည်

source: Sort
my_mm: စီ

source: Newest
my_mm: နောက်ဆုံးပေါ်

source: Oldest
my_mm: အသက်အကြီးဆုံး

source: Most recently modified
my_mm: မကြာသေးမီကပြုပြင်ထားသော

source: Least recently modified
my_mm: အနည်းဆုံးပြုပြင်ထားသော

source: Seeker Path
my_mm: ရှာသူလမ်းကြောင်း

source: Faith Milestones
my_mm: ယုံကြည်ခြင်းသမိုင်းမှတ်တိုင်များ

source: Group
my_mm: အုပ်စု

source: Loading...
my_mm: ဖွင့်နေသည် ...

source: Group Coach / Church Planter
my_mm: အုပ်စုနည်းပြ / ဘုရားကျောင်း

source: Start Date
my_mm: စတင်သည့်ရက်စွဲ

source: Church Start Date
my_mm: ဘုရားကျောင်းစတင်ရက်စွဲ

source: End Date
my_mm: အဆုံးရက်

source: Submit comment
my_mm: မှတ်ချက်တင်ပါ

source: Comments and Activity
my_mm: မှတ်ချက်များနှင့်လှုပ်ရှားမှု

source: Showing:
my_mm: ပြနေသည်:

source: Activity
my_mm: လှုပ်ရှားမှု

source: show all
my_mm: အားလုံးကိုပြပါ

source: hide all
my_mm: အားလုံးကိုဖုံးကွယ်ထားပါ

source: Delete Comment:
my_mm: မှတ်ချက်ကိုဖျက်ပါ။

source: Close
my_mm: ပိတ်

source: Sorry, something went wrong
my_mm: ဝမ်းနည်းပါတယ်တစ်ခုခုမှားယွင်းသွားပါတယ်

source: The comment could not be deleted.
my_mm: မှတ်ချက်ကို ဖျက်၍ မရပါ။

source: Edit Comment:
my_mm: မှတ်ချက်အားတည်းဖြတ်ပါ

source: Update
my_mm: နောက်ဆုံးသတင်း

source: The comment could not be updated.
my_mm: ဤမှတ်ချက်ကိုမွမ်းမံနိုင်ပါ။

source: Duplicate Contacts
my_mm: အဆက်အသွယ်များကိုပုံတူပွားပါ

source: Original Contact
my_mm: မူရင်းဆက်သွယ်ရန်

source: Possible Duplicates
my_mm: ဖြစ်နိုင်သောပုံတူပွားများ

source: Dismiss All
my_mm: အားလုံးထုတ်ပယ်

source: Dismiss
my_mm: ပယ်ချ

source: Save Filter
my_mm: Filter ကိုသိမ်းပါ

source: What do you want to call this filter?
my_mm: ဒီ filter ကိုဘာတွေခေါ်ချင်လဲ?

source: Delete Filter
my_mm: Filter ကိုဖျက်ပါ

source: Group Status
my_mm: အုပ်စုအခြေအနေ

source: This is required
my_mm: ဒါလိုအပ်တယ်

source: Revert Activity
my_mm: လှုပ်ရှားမှုပြန်ပြောင်းပါ

source: Current Value
my_mm: လက်ရှိတန်ဖိုး

source: Old Value
my_mm: တန်ဖိုးဟောင်း

source: Revert to old value?
my_mm: တန်ဖိုးဟောင်းကိုပြန်ပြောင်းရမလား။

source: Share settings
my_mm: ဆက်တင်များကိုမျှဝေပါ

source: This group is shared with:
my_mm: ဤအုပ်စုကိုမျှဝေသည်။

source: This contact is shared with:
my_mm: ဒီအဆက်အသွယ်ကို:

source: Add New
my_mm: အသစ်ထည့်ပါ

source: New Contact
my_mm: ဆက်သွယ်ရန်

source: Profile
my_mm: ကိုယ်ရေးအကျဉ်း

source: Help
my_mm: ကူညီပါ

source: Ongoing Meetings
my_mm: လက်ရှိအစည်းအဝေးများ

source: Requires Update
my_mm: အဆင့်မြှင့်ရန်လိုအပ်သည်

source: Baptized
my_mm: ဗတ္တိဇံ

source: Baptism Date
my_mm: နှစ်ခြင်းနေ့

source: Baptism Generation
my_mm: ဗတ္တိဇံမျိုးဆက်

source: Sources
my_mm: ရင်းမြစ်များ

source: Un-Follow
my_mm: လိုက်နာရန်မ

source: Phone
my_mm: ဖုန်း

source: Work
my_mm: အလုပ်

source: Home
my_mm: နေအိမ်

source: Other
my_mm: အခြား

source: Email
my_mm: အီးမေးလ်

source: Facebook
my_mm: ဖေ့စ်ဘွတ်ခ်

source: Twitter
my_mm: တွစ်တာ

source: Contact Transfer Both Ways
my_mm: Transfer နှစ်ခုစလုံးကိုဆက်သွယ်ပါ

source: Contact Transfer Sending Only
my_mm: ဆက်သွယ်ခြင်း Transfer ပို့ခြင်းသာ

source: Contact Transfer Receiving Only
my_mm: လွှဲပြောင်းလက်ခံခြင်းကိုသာဆက်သွယ်ပါ

source: This contact has been transferred
my_mm: ဒီအဆက်အသွယ်လွှဲပြောင်းပြီးပါပြီ

source: This contact has been transferred to
my_mm: ဒီအဆက်အသွယ်သို့ပြောင်းထားပါတယ်

source: another site
my_mm: အခြားဆိုဒ်

source: Already transfered to %s
my_mm: % s သို့လွှဲပြောင်းပြီးဖြစ်သည်

source: NOTE: You have already transferred this contact. Transferring again might create duplicates. Do you still want to override this warning and continue with your transfer?
my_mm: မှတ်စု: သင်ဤအဆက်အသွယ်လွှဲပြောင်းပြီးပါပြီ။ နောက်တဖန်လွှဲပြောင်းထပ်တူဖန်တီးပေလိမ့်မည်။ သင်သည်ဤသတိပေးချက်ကိုပယ်ဖျက်ပြီးသင်၏လွှဲပြောင်းမှုကိုဆက်လက်ပြုလုပ်လိုပါသလား။

source: Transfer this contact to:
my_mm: ဤဆက်သွယ်ရန်လိပ်စာအား

source: Confirm Transfer
my_mm: လွှဲပြောင်းမှုကိုအတည်ပြုပါ

source: Unknown error.
my_mm: မသိသောအမှား။

source: Minor transfer error.
my_mm: အသေးစားလွှဲပြောင်းမှုအမှား။

source: Contact transferred from site
my_mm: ဆက်သွယ်ရန်ဆိုဒ်မှလွှဲပြောင်းသည်

source: ALERT: Possible duplicate contact from a previous transfer.
my_mm: သတိပေးချက် - ယခင်လွှဲပြောင်းမှုတစ်ခုမှဖြစ်နိုင်သည်။

# Contact1 is a duplicated and was merged into Contact2
source: %1$s is a duplicate and was merged into %2$s
my_mm: % 1 $ s သည်ထပ်တူဖြစ်ပြီး% 2 $ s သို့ပေါင်းစည်းခဲ့သည်

# duplicate comment
source: (From Duplicate): %s
my_mm: (မိတ္တူပွားမှ):% s

source: Welcome, %1$s
my_mm: ကြိုဆိုပါတယ်% 1 $ s

source: Strategist
my_mm: မဟာဗျူဟာ

source: Dispatcher
my_mm: တောင်ကြီးမြို့

source: Digital Responder
my_mm: ဒစ်ဂျစ်တယ်တုံ့ပြန်မှု

source: Disciple.Tools Admin
my_mm: Disciple.Tools အုပ်ချုပ်ရေးမှူး

source: Multiplier
my_mm: မြှောက်ကိန်း

source: Registered
my_mm: မှတ်ပုံတင်ပြီး

source: Subscriber
my_mm: စာရင်းသွင်းသူ

source: Newly Assigned Contact
my_mm: အသစ်ခန့်အပ်ထားသောဆက်သွယ်ရန်

source: Contact Info Changed
my_mm: ဆက်သွယ်ရန်အချက်အလက်ပြောင်းထားသည်

source: Contact Milestones and Group Health metrics
my_mm: မှတ်တိုင်များနှင့် Group Health မက်ထရစ်ကိုဆက်သွယ်ပါ

source: This contact is active but there is no record of anybody contacting them. Please do contact them.
my_mm: ဤအဆက်အသွယ်သည်တက်ကြွနေသော်လည်းမည်သူမဆိုဆက်သွယ်မှုမှတ်တမ်းမရှိပါ။ ကျေးဇူးပြု၍ သူတို့ကိုဆက်သွယ်ပါ

source: Please try connecting with this contact again.
my_mm: ကျေးဇူးပြုပြီးဒီအဆက်အသွယ်နှင့်ထပ်မံဆက်သွယ်ပါ။

source: We haven't heard about this person in a while. Do you have an update for this contact?
my_mm: ဒီလူအကြောင်းခဏလောက်မကြားဖူးဘူး ဒီအဆက်အသွယ်အတွက်အသစ်ပြောင်းခြင်းရှိပါသလား။

source: We haven't heard about this group in a while. Do you have an update?
my_mm: ဒီအဖွဲ့အကြောင်းကိုကျွန်တော်တို့ခဏတာမကြားဘူး သင့်မှာမွမ်းမံမှုတစ်ခုရှိပါသလား။

source: Someone has requested a password reset for the following account:
my_mm: တစ်စုံတစ်ယောက်ကအောက်ပါအကောင့်အတွက် password reset တောင်းခံသည်။

source: Username: %s
my_mm: အသုံးပြုသူအမည်:% s

source: If this was a mistake, just ignore this email and nothing will happen.
my_mm: အကယ်၍ ဒီအမှားဖြစ်ခဲ့ရင်ဒီအီးမေးလ်ကိုလျစ်လျူရှုပါ။ ဘာမှမဖြစ်လာပါ

source: To reset your password, visit the following address:
my_mm: သင်၏စကားဝှက်ကိုပြန်လည်သတ်မှတ်ရန်အောက်ပါလိပ်စာသို့သွားပါ။

source: Roles
my_mm: အခန်းကဏ္။

source: (no title)
my_mm: (ခေါင်းစဉ်မရှိ)

source: Leaders
my_mm: ခေါင်းဆောင်များ

# Baptized contact1
source: Baptized %s
my_mm: % s နှစ်ခြင်းခံခဲ့သည်

# Baptized by contact1
source: Baptized by %s
my_mm: % s မှနှစ်ခြင်းခံခဲ့သည်

# Did not baptize contact1
source: Did not baptize %s
my_mm: % s ကိုဗတ္တိဇံမပေးခဲ့ပါ

# Not baptized by contact1
source: Not baptized by %s
my_mm: % s မှနှစ်ခြင်းမခံပါ

# contact1 added to members
source: %s added to members
my_mm: % s အသင်းဝင်များကိုထည့်သွင်းထားသည်

# Added to group group1
source: Added to group %s
my_mm: % s အုပ်စုထဲသို့ထည့်သွင်းခဲ့သည်

# Removed contact1 from group
source: Removed %s from group
my_mm: အုပ်စုမှ% s ဖယ်ရှားခဲ့သည်

# Removed from group group1
source: Removed from group %s
my_mm: အုပ်စု% s မှဖယ်ရှားထားသည်

# Coaching contact1
source: Coaching %s
my_mm: % s ကိုနည်းပြပေးသည်

# Coached by contact1
source: Coached by %s
my_mm: % s မှသင်ကြားပေးသည်

# No longer coaching contact1
source: No longer coaching %s
my_mm: % s နည်းပြကိုမသင်တော့ပါ

# Sub-assigned contact1
source: Sub-assigned %s
my_mm: ခွဲဝေထားသည့်% s

# Sub-assigned on contact1
source: Sub-assigned on %s
my_mm: % s တွင်ခွဲဝေပေးသည်

# Removed sub-assigned contact1
source: Removed sub-assigned %s
my_mm: ခွဲခွဲပေးထားသော% s ကိုဖယ်ရှားခဲ့သည်

# contact1 added as leader on group1
source: %1$s added as leader on %2$s
my_mm: % 2 $ s တွင်% 1 $ s ကိုခေါင်းဆောင်အဖြစ်ထည့်သွင်းခဲ့သည်

# contact1 added to leaders
source: %s added to leaders
my_mm: % s ကိုခေါင်းဆောင်များမှထည့်သွင်းခဲ့သည်

# contact1 removed from leaders on group1
source: %1$s removed from leaders on %2$s
my_mm: % 2 $ s တွင်% 1 $ s အားခေါင်းဆောင်များမှဖယ်ရှားခဲ့သည်

# contact1 removed from leaders
source: %s removed from leaders
my_mm: % s ခေါင်းဆောင်များမှဖယ်ရှားခဲ့သည်

# contact1 added as coach on group1
source: %1$s added as coach on %2$s
my_mm: % 2 $ s တွင်% 1 $ s ကိုနည်းပြအဖြစ်ထည့်သွင်းခဲ့သည်

# contact1 added to coaches
source: %s added to coaches
my_mm: % s ကိုနည်းပြများထဲသို့ထည့်သည်

# contact1 removed from coaches on group2
source: %1$s removed from coaches on %2$s
my_mm: % 2 $ s တွင်% 1 $ s ကိုနည်းပြများမှဖယ်ထုတ်ခဲ့သည်

# contact1 removed from coaches
source: %s removed from coaches
my_mm: % s ကိုနည်းပြများထံမှဖယ်ရှားခဲ့သည်

# group2 added to child groups
source: %s added to child groups
my_mm: % s ကိုကလေးအုပ်စုများတွင်ထည့်သွင်းထားသည်

# group1 added to parent groups
source: %s added to parent groups
my_mm: % s ကိုမိဘအုပ်စုများသို့ထည့်သွင်းခဲ့သည်

# group2 removed from child groups
source: %s removed from child groups
my_mm: % s ကိုကလေးအုပ်စုများမှဖယ်ထုတ်ခဲ့သည်

# group1 removed from parent groups
source: %s removed from parent groups
my_mm: % s ကိုမိဘအုပ်စုများမှဖယ်ရှားခဲ့သည်

# group1 added to peer groups
source: %s added to peer groups
my_mm: % s အုပ်စုတူအဆင့်တူများထဲသို့ထည့်ခဲ့သည်

# group1 removed from peer groups
source: %s removed from peer groups
my_mm: % s ကိုသက်တူရွယ်တူအုပ်စုများမှဖယ်ရှားခဲ့သည်

# Connected to contact1
source: Connected to %s
my_mm: % s ချိတ်ဆက်ထားသည်

# Removed connection to contact1
source: Removed connection to %s
my_mm: % s သို့ဆက်သွယ်မှုအားဖယ်ရှားခဲ့သည်

# Assigned to: User1
source: Assigned to: %s
my_mm: သတ်မှတ်ထားသည်:% s

source: Nobody
my_mm: ဘယ်သူမှ

# Milestone1 removed from Milestones
source: %1$s removed from %2$s
my_mm: % 2 $ s မှ% 1 $ s ကိုဖယ်ရှားခဲ့သည်

# Milestone1 added to Milestones
source: %1$s added to %2$s
my_mm: % 1 $ s ကို% 2 $ s သို့ထည့်သွင်းခဲ့သည်

source: yes
my_mm: ဟုတ်တယ်

source: no
my_mm: မဟုတ်ဘူး

# Added Facebook: facebook.com/123
source: Added %1$s: %2$s
my_mm: % 1 $ s ထပ်တိုး% 1 $ s ထည့်သွင်းထားသည်

# Update Facebook form facebook.com/123 to facebook.com/mark
source: Updated %1$s from %2$s to %3$s
my_mm: % 2 $ s မှ% 3 $ s မှ% 1 $ s ကိုအသစ်တင်ထားသည်

# Deleted Facebook: facebook.com/123
source: Deleted %1$s: %2$s
my_mm: % 2 $ s:% 2 $ s ဖျက်ပြီး

source: Record not deleted.
my_mm: မှတ်တမ်းမဖျက်ပါ။

source: Post already shared with user.
my_mm: ပို့စ်ကိုအသုံးပြုသူနှင့်မျှဝေပြီးပါပြီ

source: Group Type
my_mm: အုပ်စုအမျိုးအစား

source: Pre-Group
my_mm: Pre-Group မှ

source: Church
my_mm: ဘုရားရှိခိုးကျောင်း

source: Member Count
my_mm: အသင်းဝင်

source: Map
my_mm: မြေပုံ

source: New Contacts
my_mm: အဆက်အသွယ်အသစ်များ

source: First Meetings
my_mm: ပထမ ဦး ဆုံးအစည်းအဝေးများ

source: Total Baptisms
my_mm: စုစုပေါင်းနှစ်ခြင်းခံခြင်း

source: Total Baptizers
my_mm: စုစုပေါင်းနှစ်ခြင်းဆရာ

source: Total Churches and Groups
my_mm: စုစုပေါင်းအသင်းတော်များနှင့်အဖွဲ့များ

source: Active Groups
my_mm: တက်ကြွသောအုပ်စုများ

source: Active Churches
my_mm: တက်ကြွသောအသင်းတော်များ

source: Church Generation
my_mm: ဘုရားကျောင်း

source: Church Planters
my_mm: ဘုရားကျောင်း

source: Milestones
my_mm: သမိုင်းမှတ်တိုင်

source: Critical Path
my_mm: ဝေဖန်မှုလမ်းကြောင်း

source: Assigned Contacts
my_mm: သတ်မှတ်ထားသောဆက်သွယ်ရန်

source: Active Contacts
my_mm: Active အဆက်အသွယ်များ

source: Baptisms
my_mm: ဗတ္တိဇံ

source: Baptizers
my_mm: ဗတ္တိဇံဆရာ

source: Personal
my_mm: ပုဂ္ဂိုလ်ရေး

source: My Overview
my_mm: အကြှနျုပျ၏ခြုံငုံသုံးသပ်ချက်

source: Waiting on Accept
my_mm: လက်ခံအပေါ်စောင့်ဆိုင်း

source: Waiting on Update
my_mm: Update ကိုစောင့်နေသည်

source: Total Groups
my_mm: စုစုပေါင်းအဖွဲ့များ

source: Group Types
my_mm: အုပ်စုအမျိုးအစားများ

source: Group and Church Generations
my_mm: အုပ်စုနှင့်ဘုရားကျောင်း Generations

source: Lead Teams
my_mm: ဦး ဆောင်အဖွဲ့များ

source: Follow-up of my active contacts
my_mm: ငါ၏အတက်ကြွအဆက်အသွယ်၏နောက်ဆက်တွဲ

source: Active Group Health Metrics
my_mm: Active ကိုအုပ်စုကနျြးမာရေးမက်ထရစ်

source: Project
my_mm: စီမံကိန်း

source: Overview
my_mm: ခြုံငုံသုံးသပ်ချက်

source: Baptism Tree
my_mm: ဗတ္တိဇံသစ်ပင်

source: Coaching Tree
my_mm: နည်းပြသစ်ပင်

source: Project Overview
my_mm: စီမံကိန်းခြုံငုံသုံးသပ်ချက်

source: Outreach
my_mm: အဝေးရောက်

source: Follow Up
my_mm: နောက်ဆက်တွဲ

source: All Contacts
my_mm: ဆက်သွယ်ရန်အားလုံးကို

source: Group Generation Tree
my_mm: အုပ်စုမျိုးဆက်သစ်ပင်

source: Baptism Generation Tree
my_mm: နှစ်ခြင်းမျိုးဆက်သစ်ပင်

source: Coaching Generation Tree
my_mm: နည်းပြမျိုးဆက်သစ်

source: Teams
my_mm: အသင်းများ

source: groups
my_mm: အုပ်စုများ

source: generations
my_mm: မျိုးဆက်များ

source: Multipliers
my_mm: ပွားများ

source: Click here to view or reply
my_mm: ကြည့်ရှုရန်သို့မဟုတ် reply ရန်ဒီနေရာကိုနှိပ်ပါ

# ex: Update on Contact #323
source: Update on %1$s #%2$s
my_mm: % 1 $ s #% 2 $ s သို့အသစ်တင်ပါ

source: %s was created and assigned to you.
my_mm: % s ကိုဖန်တီးပြီးသင့်အားတာဝန်ပေးသည်။

# user1 assigned contact1 to user2.
source: %1$s assigned %2$s to %3$s.
my_mm: % 1 $ s မှ% 3 $ s သို့% 2 $ s သတ်မှတ်ရန်။

source: System
my_mm: စနစ်

# User1 shared contact1 with you.
source: %1$s shared %2$s with you.
my_mm: % 1 $ s သည်သင့်အား% 2 $ s နှင့်မျှဝေသည်။

# User1 mentioned you on contact1 saying: test
source: %1$s mentioned you on %2$s saying: %3$s
my_mm: % 1 $ s က% 2 $ s ဟု% 2 $ s တွင်ဖော်ပြထားသည်

# User1 commented on contact1 saying: test
source: %1$s commented on %2$s saying: %3$s
my_mm: % 2 $ s က% 3 $ s အား% 2 $ s ဟုမှတ်ချက်ပေးခဲ့သည်

# User1 subassigned contact1 to you.
source: %1$s subassigned %2$s to you.
my_mm: % 1 $ s ကိုသင့်ထံအပ်နှံ% 2 $ s ။

# User1 added milestone Baptizing on contact1.
source: %1$s added milestone %2$s on %3$s.
my_mm: % 3 $ s တွင်% 1 $ s မှတ်တိုင်% 2 $ s ထည့်သွင်းထားသည်။

# User1 modified contact details on contact1.
source: %1$s modified contact details on %2$s.
my_mm: % 2 $ s ရှိ% 1 $ s ပြင်ဆင်ထားသောဆက်သွယ်ရန်အချက်အလက်။

# User1 declined assignment on: contact1
source: %1$s declined assignment on: %2$s.
my_mm: % 1 $ s သည်သတ်မှတ်ချက်ကို% 2 $ s မှငြင်းဆိုခဲ့သည်။

source: Add/Update People Group
my_mm: လူများစုကိုထပ်မံဖြည့်စွက်ပါ

source: People Group Details
my_mm: People Group အသေးစိတ်

source: Enter the People Group title here
my_mm: ဤနေရာတွင် People Group ခေါင်းစဉ်ကိုထည့်ပါ

source: No permissions to assign
my_mm: သတ်မှတ်ပေးရန်ခွင့်ပြုချက်မရှိပါ

source: Insufficient permissions
my_mm: လုံလောက်သောခွင့်ပြုချက်

source: Extra Disciple.Tools Information
my_mm: အပို Disciple.Tools ပြန်ကြားရေး

source: Corresponds to Contact
my_mm: ဆက်သွယ်ရန်နှင့်ကိုက်ညီ

source: View contact record
my_mm: ဆက်သွယ်ရန်မှတ်တမ်းကိုကြည့်ပါ

source: Updated Needed
my_mm: နောက်ဆုံးထွက်လိုအပ်

source: Disciple Tools theme requires PHP version 7.0 or greater. Your current version is:
my_mm: Disciple Tools theme သည် PHP ဗားရှင်း 7.0 နှင့်အထက်လိုအပ်သည်။ သင့်လက်ရှိ version မှာ

source: Please upgrade PHP or uninstall this theme
my_mm: ကျေးဇူးပြု၍ PHP ကိုအဆင့်မြှင့်ပါ (သို့) ဤအခင်းအကျင်းကို uninstall လုပ်ပါ

source: Javascript must be enabled for this site to function correctly.
my_mm: ဤဆိုဒ်ကိုမှန်ကန်စွာအလုပ်လုပ်နိုင်စေရန် Javascript ကိုဖွင့်ထားရမည်။

source: You seem to be using an out-of-date web browser. Without the most up-to-date version of your browser, this may site may not function correctly. Please note that Internet Explorer is not supported.
my_mm: သင်ဟာခေတ်နောက်ကျနေသော web browser ကိုအသုံးပြုနေပုံရသည်။ သင်၏ဘရောင်ဇာ၏နောက်ဆုံးပေါ်နောက်ဆုံးပေါ်ဗားရှင်းမရှိလျှင်ဤဆိုဒ်သည်မှန်ကန်စွာအလုပ်လုပ်နိုင်မည်မဟုတ်ပါ။ ကျေးဇူးပြု၍ Internet Explorer ကိုမထောက်ပံ့ပါ။

source: See what browser you are using.
my_mm: သင်မည်သည့် browser ကိုအသုံးပြုနေသည်ကိုကြည့်ပါ။

source: View Comments
my_mm: မှတ်ချက်များကိုကြည့်ရန်

source: Create Tag
my_mm: Tag ဖန်တီးပါ

source: Create and apply tag
my_mm: tag ကိုဖန်တီးပြီးအသုံးချပါ

source: Display Name
my_mm: ဖော်ပြမည့်အမည်

source: Create user
my_mm: အသုံးပြုသူဖန်တီးပါ

source: Link this contact to an existing user
my_mm: ဒီအဆက်အသွယ်ရှိပြီးသားအသုံးပြုသူနှင့်ချိတ်ဆက်ပါ

source: Click merge to continue.
my_mm: ဆက်လက်ဆောင်ရွက်ရန် merge ကိုနှိပ်ပါ။

source: Member List
my_mm: အသင်းဝင်စာရင်း

source: Parent Group
my_mm: မိဘအုပ်စု

source: Peer Group
my_mm: အုပ်စုတူအဆင့်တူ

source: Save and continue editing
my_mm: သိမ်းဆည်းပြီးတည်းဖြတ်မှုကိုဆက်လက်လုပ်ပါ

source: Merge Duplicate Contacts
my_mm: ထပ်တူဆက်သွယ်ရန်

source: When you merge, the master record is updated with the values you choose, and relationships to other items are shifted to the master record
my_mm: သင်ပေါင်းလိုက်သောအခါ၊ မာစတာမှတ်တမ်းကိုသင်ရွေးချယ်သောတန်ဖိုးများဖြင့်အသစ်ပြောင်းပြီးအခြားအရာများနှင့်ဆက်နွယ်မှုကိုမာစတာမှတ်တမ်းသို့ပြောင်းလိုက်သည်

source: Status:
my_mm: အခြေအနေ

source: Select All
my_mm: အားလုံးရွေးပါ

source: Master Record
my_mm: Master စံချိန်

source: Use as master
my_mm: မာစတာအဖြစ်သုံးပါ

source: Unread
my_mm: ဖတ်ပြီး

source: Mark All
my_mm: အားလုံးကိုမှတ်သားပါ

source: Availability
my_mm: ရရှိနိုင်

source: Your Profile
my_mm: သင်၏ကိုယ်ရေးအချက်အလက်

source: Username
my_mm: အသုံးပြုသူအမည်

source: Nickname (Display Name)
my_mm: အမည်ပြောင် (ဖော်ပြချက်အမည်)

source: Social
my_mm: လူမှုရေး

source: Language
my_mm: ဘာသာစကား

source: English
my_mm: အင်္ဂလိပ်

source: Biography
my_mm: အတ်ထုပ်ပတ်တိ

source: Type of Notification
my_mm: အသိပေးချက်အမျိုးအစား

source: Web
my_mm: ဝက်ဘ်

source: required
my_mm: လိုအပ်သည်

source: Follow all contacts
my_mm: အဆက်အသွယ်အားလုံးလိုက်နာပါ

source: Enable
my_mm: Enable လုပ်ပါ

source: Disciple Tools System does not store images. For profile images we use Gravatar (Globally Recognized Avatar). If you have security concerns, we suggest not using a personal photo, but instead choose a cartoon, abstract, or alias photo to represent you.
my_mm: Disciple Tools System သည်ပုံများမသိုထားပါ။ ပရိုဖိုင်းရုပ်ပုံများအတွက်ကျွန်ုပ်တို့သည် Gravatar (Globally Recognized Avatar) ကိုအသုံးပြုသည်။ သင့်တွင်လုံခြုံရေးဆိုင်ရာစိုးရိမ်မှုများရှိပါကကျွန်ုပ်တို့ကိုယ်ပိုင်ဓာတ်ပုံမသုံးရန်အကြံပြုလိုပါသည်။ သို့သော်အစားသင့်ကိုကိုယ်စားပြုရန်ကာတွန်း၊

source: edit image on gravatar.com
my_mm: gravatar.com ပေါ်ပုံရိပ်ကိုတည်းဖြတ်

source: Username cannot be changed
my_mm: Username ကိုပြောင်းလဲလို့မရပါ

source: System Email
my_mm: စနစ်အီးမေးလ်

source: User email can be changed by site administrator.
my_mm: အသုံးပြုသူ၏အီးမေးလ်ကို site administrator မှပြောင်းလဲနိုင်သည်။

source: Password
my_mm: စကားဝှက်

source: Use this email reset form to create a new password.
my_mm: စကားဝှက်အသစ်တစ်ခုဖန်တီးရန်ဤအီးမေးပြန်လည်သတ်မှတ်မှုပုံစံကိုအသုံးပြုပါ။

source: go to password change form
my_mm: စကားဝှက်ပြောင်းလဲမှုပုံစံကိုသွားပါ

source: First Name
my_mm: နာမည်

source: Last Name
my_mm: မျိုးနွယ်အမည်

source: Description
my_mm: ဖော်ပြချက်

source: Do not reply directly to this email.
my_mm: ဒီအီးမေးလ်ကိုတိုက်ရိုက်မပြန်ပါနဲ့။

source: Reset password
my_mm: လျှို့ဝှတ်နံပါတ်အားမူလအတိုင်းပြန်လုပ်သည်

source: Showing contacts created during
my_mm: စဉ်အတွင်းဖန်တီးထားသည့်အဆက်အသွယ်များကိုပြသည်

source: All contacts, by source and status
my_mm: အားလုံးအဆက်အသွယ်အရင်းအမြစ်နှင့်အဆင့်အတန်းအားဖြင့်

source: A contact can come from more than one source.
my_mm: တစ် ဦး ကအဆက်အသွယ်တစ်ခုထက်ပိုသောအရင်းအမြစ်မှလာနိုင်ပါတယ်။

source: Active contacts, by source and faith milestone
my_mm: တက်ကြွသောအဆက်အသွယ်များ၊ ရင်းမြစ်နှင့်ယုံကြည်ခြင်းသမိုင်းမှတ်တိုင်

source: Filter Critical Path fields
my_mm: ဝေဖန် Path ကိုလယ်ကွင်း filter

source: Movement Tracking
my_mm: လှုပ်ရှားမှုခြေရာခံခြင်း

source: Filter contacts to date range:
my_mm: ဆက်သွယ်ရန်ရက်စွဲအကွာအဝေးသို့

source: Filter to date range
my_mm: ရက်စွဲအကွာအဝေးမှ filter

source: Active contacts, by source and seeker path
my_mm: တက်ကြွသောအဆက်အသွယ်များ၊ အရင်းအမြစ်နှင့်ရှာဖွေသူလမ်းကြောင်းဖြင့်ဖြစ်သည်

source: A contact can come from more than one source, and it can have more than one faith milestone at the same time.
my_mm: အဆက်အသွယ်တစ်ခုသည်အရင်းအမြစ်တစ်ခုထက်မကရှိနိုင်ပြီး၎င်းသည်တစ်ချိန်တည်း၌ယုံကြည်ခြင်းမှတ်တိုင်တစ်ခုထက် ပို၍ ရှိနိုင်သည်။

source: Generation
my_mm: မျိုးဆက်

source: Add the name of the contact record this user corresponds to.
my_mm: ဤအသုံးပြုသူနှင့်အဆက်အသွယ်ပြုထားသောမှတ်တမ်း၏အမည်ကိုထည့်ပါ။

source: Learn more.
my_mm: ပိုမိုသိရှိရန်။

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. Please click the following link to confirm the invite: %4$s
my_mm: ဟိုင်း၊ '% 1 $ s' တွင်ဝင်ရောက်ရန်သင့်ကိုဖိတ်ကြားသည် % 3 $ s ၏အခန်းကဏ္ with နှင့်% 2 $ s ။ ဖိတ်ကြားချက်ကိုအတည်ပြုရန်အောက်ပါလင့်ခ်ကိုနှိပ်ပါ % 4 $ s

source: [%s] Joining Confirmation
my_mm: [% s] အတည်ပြုချက်ကိုဆက်သွယ်ခြင်း

source: Lost your password
my_mm: သင်၏လျှို့ဝှက်နံပါတ်ပျောက်သွားသည်

source: Churches
my_mm: အသင်းတော်များ

source: Mapping
my_mm: မြေပုံ

source: Population
my_mm: လူ ဦး ရေ

source: List
my_mm: စာရင်း

source: World
my_mm: ကမ္ဘာကြီး

source: New %s
my_mm: % s အသစ်

# Location1 added to locations
source: %1$s added to locations
my_mm: % 1 $ s တည်နေရာများကိုထည့်ခဲ့သည်

source: Four Fields
my_mm: Fields လေးခု

source: Weekly
my_mm: အပတ်စဉ်

source: Refresh Cached Data
my_mm: သိုလှောင်ထားသည့်ဒေတာများကို Refresh
