Repository: ChasmSolutions/DMM-CRM-Theme
Catalog: dt-assets/translation/*.po
Languages: my_mm

source: View Group
my_mm: Group ကိုကြည့်ပါ

source: My Baptism Generation Tree
my_mm: ကျွန်ုပ်နှစ်ခြင်းမျိုးဆက်သစ်

source: Disciple
my_mm: တပည့်တော်

source: stats as of
my_mm: ၏အဖြစ် stats

source: Coverage Map
my_mm: လွှမ်းခြုံမြေပုံ

source: Locations Covered
my_mm: တည်နေရာဖုံးလွှမ်း

source: Locations with Active Users
my_mm: Active Users နှင့်အတူတည်နေရာများ

source: Locations with Inactive Assigned
my_mm: မလှုပ်မရှား Assigned နှင့်အတူတည်နေရာ

source: Access by Source
my_mm: ရင်းမြစ်မှဝင်ရောက်ခွင့်

source: All Sources - gives access to all contacts
my_mm: All Sources - အဆက်အသွယ်အားလုံးကိုဆက်သွယ်ခွင့်ပေးသည်

source: Custom - Access own contacts and all the contacts of the selected sources below
my_mm: စိတ်ကြိုက် - ကိုယ်ပိုင်အဆက်အသွယ်များနှင့်အောက်ရှိရွေးချယ်ထားသည့်ရင်းမြစ်အားလုံး၏ဆက်သွယ်ရန်

source: No Sources - only own contacts
my_mm: အရင်းအမြစ်မရှိ - ကိုယ်ပိုင်အဆက်အသွယ်သာ

source: Sources List
my_mm: ရင်းမြစ်များစာရင်း

source: Save Allowed Sources
my_mm: ခွင့်ပြုထားသောရင်းမြစ်များကိုသိမ်းဆည်းပါ

source: Add New User
my_mm: အသုံးပြုသူအသစ်ထည့်ပါ

source: There are some errors in your form.
my_mm: သင့်ပုံစံတွင်အမှားအချို့ရှိပါသည်။

source: Contact to make a user (optional)
my_mm: အသုံးပြုသူတစ် ဦး ပြုလုပ်ရန်ဆက်သွယ်ခြင်း (ရွေးချယ်ပိုင်ခွင့်)

source: Create User
my_mm: အသုံးပြုသူဖန်တီးပါ

source: Email address is already in the system as a user!
my_mm: အီးမေးလ်လိပ်စာသည်အသုံးပြုသူတစ် ဦး အနေဖြင့်စနစ်ထဲတွင်ရှိနေပြီးဖြစ်သည်။

source: Username is already in the system as a user!
my_mm: အသုံးပြုသူသည်သုံးစွဲသူအနေဖြင့်သုံးစွဲသူအမည်စနစ်ထဲသို့ရောက်ရှိနေပြီဖြစ်သည်။

source: Search multipliers and contacts
my_mm: မြှောက်ကိန်းများနှင့်အဆက်အသွယ်များကိုရှာဖွေပါ

source: Remove
my_mm: ဖယ်ရှားပါ

source: My Baptism Tree
my_mm: ငါ့ဗတ္တိဇံသစ်ပင်

source: My Coaching Tree
my_mm: အကြှနျုပျ၏နည်းပြသစ်ပင်

source: My Groups Tree
my_mm: ငါ့အုပ်စုသစ်ပင်

source: See duplicates
my_mm: ထပ်တူများကိုကြည့်ပါ

source: Dismissed Duplicates
my_mm: ထုတ်ယူမိတ္တူ

source: Duplicates on: %s
my_mm: အပေါ်ပုံတူပွားများ:% s

source: No duplicates found.
my_mm: ပုံတူပွားများမတွေ့ပါ။

source: Languages
my_mm: ဘာသာစကားများ

source: This contact was transferred to %s for further follow-up.
my_mm: ဤအဆက်အသွယ်ကိုနောက်ထပ်ဆက်လုပ်ရန်% s သို့လွှဲပြောင်းခဲ့သည်

# This record duplicated and was merged into Contact2
source: This record is a duplicate and was merged into %2$s
my_mm: ဒီမှတ်တမ်းသည်ထပ်တူဖြစ်ပြီး% 2 $ s သို့ပေါင်းစည်းခဲ့သည်

source: Duplicate Checker
my_mm: ပုံတူပွား

# User1 merged Contact1 into this record
source: %1$s merged %2$s into this record
my_mm: % 1 $ s သည်ဤမှတ်တမ်းနှင့်% 2 $ s ကိုပေါင်းစည်းခဲ့သည်

source: D.T System
my_mm: D.T စနစ်

source: View New User
my_mm: အသုံးပြုသူအသစ်ကိုကြည့်ပါ

source: This contact is already a user.
my_mm: ဤအဆက်အသွယ်သည်သုံးစွဲသူတစ် ဦး ဖြစ်သည်

source: View User
my_mm: အသုံးပြုသူကိုကြည့်သည်

source: Locations you are willing to be responsible for
my_mm: သင်တာ ၀ န်ယူလိုသောနေရာများ

source: Languages you are comfortable speaking
my_mm: သင်အဆင်ပြေသောစကားပြောသောဘာသာစကားများ

source: People Groups you wish to serve
my_mm: သင်လုပ်ချင်သောလူများအုပ်စုများ

source: Availability to receive contacts from the Dispatcher
my_mm: Dispatcher မှအဆက်အသွယ်များကိုရရှိနိုင်ပါသည်

source: System Language
my_mm: စနစ်ဘာသာစကား

# Contacts Filters
source: %s Filters
my_mm: % s filter များ

# Contacts List
source: %s List
my_mm: % s စာရင်း

source: Bulk Edit
my_mm: အကြီးစား Edit ကို

source: Choose which fields to display as columns in the list
my_mm: စာရင်းရှိကော်လံများအနေဖြင့်ဖော်ပြမည့်မည်သည့်ကွက်လပ်ကိုရွေးချယ်ပါ

source: Apply
my_mm: လျှောက်ထားပါ

source: reset to default
my_mm: ပုံသေသတ်မှတ်ထားပါ

source: Select all the %1$s you want to update from the list, and update them below
my_mm: စာရင်းမှသင်မွမ်းမံလိုသည့်% 1 $ s အားလုံးကိုရွေးချယ်ပြီးအောက်ပါတို့ကိုအသစ်ပြောင်းပါ

source: Share with:
my_mm: နှင့်မျှဝေပါ

source: Request Update
my_mm: အဆင့်မြှင့်ရန်တောင်းဆိုခြင်း

source: See More Options
my_mm: နောက်ထပ်ရွေးချယ်စရာများကိုကြည့်ပါ

source: See Fewer Options
my_mm: Fewer Options ကိုကြည့်ပါ

source: Admin Actions
my_mm: အက်မင်လုပ်ဆောင်ချက်များ

# Delete Contact
source: Delete %s
my_mm: % s ကိုဖျက်ပါ

source: Duplicates Detected
my_mm: ပုံတူမိတ္တူပွား

source: Create Record
my_mm: Record ကိုဖန်တီးပါ

source: Record Created
my_mm: မှတ်တမ်းဖန်တီးထားသည်

source: Edit New Record
my_mm: မှတ်တမ်းအသစ်ကိုတည်းဖြတ်ပါ

source: Access
my_mm: အသုံးပြုခွင့်

source: Someone to follow-up with
my_mm: နောက်ဆက်တွဲလုပ်ရန်တစ်စုံတစ်ယောက်

source: Collaborators
my_mm: ပူးပေါင်း

source: My Follow-Up
my_mm: ငါ့နောက်ဆက်တွဲ

source: Assigned to me
my_mm: ငါ့ကိုဖို့တာဝန်

source: Sub-assigned to me
my_mm: ကျွန်တော့်ကိုခွဲပေးလိုက်တယ်

# All records
source: Follow-Up %s
my_mm: နောက်ဆက်တွဲ% s

source: All Follow-Up
my_mm: နောက်ဆက်တွဲအားလုံး

source: This record might be a duplicate of:
my_mm: ဤမှတ်တမ်းသည်မိတ္တူကူးထားနိုင်သည် -

source: User Manager
my_mm: အသုံးပြုသူမန်နေဂျာ

source: Administrator
my_mm: အုပ်ချုပ်ရေးမှူး

source: Nickname
my_mm: အမည်ပြောင်

source: Representing a User in the system
my_mm: စနစ်အတွင်းအသုံးပြုသူတစ် ဦး ကိုကိုယ်စားပြုသည်

source: A friend, family member or acquaintance
my_mm: သူငယ်ချင်း၊ မိသားစုဝင်၊

source: Only me
my_mm: ငါသာ

source: Locations or Address
my_mm: တည်နေရာများသို့မဟုတ်လိပ်စာ

# connections to other records
source: Connections to other %s
my_mm: အခြား% s သို့ဆက်သွယ်မှုများ

# Change Record Type
source: Change %s Type
my_mm: % s အမျိုးအစားပြောင်းပါ

source: Default Filters
my_mm: ပုံမှန် filter များ

# All records I can view
source: All %s I can view
my_mm: % s အားလုံးကျွန်ုပ်ကြည့်နိုင်သည်

source: My Recently Viewed
my_mm: ငါ့မကြာသေးမီကကြည့်ရှု

source: Last 30 viewed
my_mm: နောက်ဆုံး 30 ကြည့်ရှုအားပေးခဲ့ကြသည်

source: Connection
my_mm: ဆက်သွယ်မှု

source: Connected to a contact, or generational fruit
my_mm: အဆက်အသွယ်တစ်ခုသို့မဟုတ်မျိုးဆက်အသီးများနှင့်ချိတ်ဆက်ထားသည်

source: Faith Status
my_mm: ယုံကြည်ခြင်းအခြေအနေ

source: Is Coaching
my_mm: နည်းပြသည်

# Optional Documentation
source: The people groups represented by this contact.
my_mm: ဒီအဆက်အသွယ်ကကိုယ်စားပြုလူစုအုပ်စုများ။

source: Sub-assigned by
my_mm: ခွဲခွဲ

source: Sub-assigned
my_mm: ခွဲခွဲ

source: Faith
my_mm: ယုံကြည်ခြင်း

# Personal records
source: Connected %s
my_mm: ချိတ်ဆက်% s

source: Coaches
my_mm: နည်းပြများ

source: Planted by
my_mm: ကွမ်းခြံကုန်း

source: Planting
my_mm: စိုက်ပျိုးခြင်း

source: Use
my_mm: အသုံးပြုပါ

source: Search Location
my_mm: တည်နေရာကိုရှာပါ

source: Delete Location
my_mm: တည်နေရာကိုဖျက်ပါ

source: Open Mapping
my_mm: မြေပုံကိုဖွင့်ပါ

source: clear
my_mm: ရှင်းလင်းသော

source: Combined Maps
my_mm: ပေါင်းထားသောမြေပုံများ

source: Active Users
my_mm: တက်ကြွသောအသုံးပြုသူများ

source: Access Contact Maps
my_mm: ဆက်သွယ်ရန်မြေပုံများကိုကြည့်ပါ

source: Group Maps
my_mm: အုပ်စုလိုက်မြေပုံများ

source: Contacts Maps
my_mm: ဆက်သွယ်ရန်မြေပုံများ

source: Groups Maps
my_mm: အုပ်စုများမြေပုံ

source: Details
my_mm: အသေးစိတ်

source: Added new report
my_mm: အစီရင်ခံစာအသစ်ထည့်သည်

source: Updated report
my_mm: နောက်ဆုံးပြင်ဆင်ထားသောအစီရင်ခံစာ

source: All
my_mm: အားလုံး

# Add user to: France
source: Add user to: %s
my_mm: အသုံးပြုသူကိုထည့်သွင်းရန်% s

source: Responsibility Coverage
my_mm: တာဝန်ယူမှုလွှမ်းခြုံ

source: D.T Record
my_mm: D.T မှတ်တမ်း

source: This %s needs an update.
my_mm: ယခု% s မှအသစ်ပြုပြင်ရန်လိုအပ်သည်

source: Record
my_mm: စံချိန်တင်

# Created on the 21st of August
source: Created on %s
my_mm: % s တွင်ဖန်တီးထားသည်

# (record created) by multiplier1
source: by %s
my_mm: % s ဖြင့်

source: Edit all details fields
my_mm: အသေးစိတ်အချက်အလက်အားလုံးအကွက်များကိုတည်းဖြတ်ပါ

source: Create a tag and apply it to this record.
my_mm: tag တစ်ခု ဖန်တီး၍ ဤမှတ်တမ်းတွင်အသုံးပြုပါ။

# Are you sure you want to delete name?
source: Are you sure you want to delete %s?
my_mm: % s ကိုသင်ဖျက်လိုသလား။

source: Access to this page not permitted
my_mm: ဤစာမျက်နှာသို့ဝင်ရောက်ခွင့်ကိုခွင့်မပြုပါ

source: Form
my_mm: ပုံစံ

source: Menu
my_mm: မီနူး

source: Select the %s type:
my_mm: % s အမျိုးအစားရွေးပါ။

source: Show all fields
my_mm: နယ်ပယ်အားလုံးကိုပြပါ
